{
  "PageType": 0,
  "ColumnCount": 64,
  "RowCount": 25,
  "Formulas": {
    "24,1": "\"該当データ件数：\"&TEXT(AW8,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(AP8,\"#,##0\")&\"件\"",
    "13,55": "IF(BD11>0,LEFT(BD8,BD11-1),IF(BD8<>\"\",BD8,\"\"))",
    "7,48": "SUM(BD4)",
    "16,55": "IF(BD11>0,MID(BD8,BD11+1,1000),\"\")",
    "7,41": "COUNT(AI2)",
    "10,55": "IF(IFERROR(FIND(\"　\",BD8),0)>0,FIND(\"　\",BD8),IF(IFERROR(FIND(\" \",BD8),0)>0,FIND(\" \",BD8),0))",
    "7,55": "IF(全検索フレーム検索ワード=0,\"\",TRIM(全検索フレーム検索ワード))",
    "13,48": "COUNTIF(AM2,1)",
    "16,41": "TEXTJOINIF(\",\",TRUE,AM2,1,AI2)",
    "16,48": "抽出カウント-選択カウント"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "測量データ全検索リスト!$AP$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "測量データ全検索リスト!$AP$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "測量データ全検索リスト!$AW$14"
    },
    {
      "Name": "選択アクション",
      "Formula": "測量データ全検索リスト!$AW$2"
    },
    {
      "Name": "未選択カウント",
      "Formula": "測量データ全検索リスト!$AW$17"
    },
    {
      "Name": "抽出カウント",
      "Formula": "測量データ全検索リスト!$AP$8"
    },
    {
      "Name": "全選択ボタン",
      "Formula": "測量データ全検索リスト!$AP$20"
    },
    {
      "Name": "全解除ボタン",
      "Formula": "測量データ全検索リスト!$AW$20"
    }
  ]
}