{
  "PageType": 0,
  "ColumnCount": 59,
  "RowCount": 25,
  "Formulas": {
    "13,49": "IF(AX11>0,LEFT(AX8,AX11-1),IF(AX8<>\"\",AX8,\"\"))",
    "24,1": "\"該当データ件数：\"&TEXT(AQ8,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(AJ8,\"#,##0\")&\"件\"",
    "7,49": "IF(全検索フレーム検索ワード=0,\"\",TRIM(全検索フレーム検索ワード))",
    "16,49": "IF(AX11>0,MID(AX8,AX11+1,1000),\"\")",
    "7,35": "COUNT(AF2)",
    "10,49": "IF(IFERROR(FIND(\"　\",AX8),0)>0,FIND(\"　\",AX8),IF(IFERROR(FIND(\" \",AX8),0)>0,FIND(\" \",AX8),0))",
    "7,42": "SUM(AX4)",
    "13,42": "COUNTIF(AG2,1)",
    "16,35": "TEXTJOINIF(\",\",TRUE,AG2,1,AF2)",
    "16,42": "抽出カウント-選択カウント"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "転圧データ全検索リスト!$AJ$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "転圧データ全検索リスト!$AJ$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "転圧データ全検索リスト!$AQ$14"
    },
    {
      "Name": "選択アクション",
      "Formula": "転圧データ全検索リスト!$AQ$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "転圧データ全検索リスト!$AJ$8"
    },
    {
      "Name": "未選択カウント",
      "Formula": "転圧データ全検索リスト!$AQ$17"
    },
    {
      "Name": "全選択ボタン",
      "Formula": "転圧データ全検索リスト!$AJ$20"
    },
    {
      "Name": "全解除ボタン",
      "Formula": "転圧データ全検索リスト!$AQ$20"
    }
  ]
}