{
  "PageType": 0,
  "ColumnCount": 58,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(転圧施工待ち抽出カウント,\"#,##0\")&\"件\"",
    "10,44": "IF(AS8>0,LEFT(AS5,AS8-1),IF(AS5<>\"\",AS5,\"\"))",
    "10,24": "検索_転圧ステータスID",
    "1,38": "TEXTJOINIF(\",\",TRUE,V2,1,Q2)",
    "13,24": "COUNT(Q2)",
    "4,44": "IF(転圧施工待ち検索ワード=0,\"\",TRIM(転圧施工待ち検索ワード))",
    "4,31": "IF(AND(AF2=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "7,31": "IF(AND(AF2=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,44": "IF(IFERROR(FIND(\"　\",AS5),0)>0,FIND(\"　\",AS5),IF(IFERROR(FIND(\" \",AS5),0)>0,FIND(\" \",AS5),0))",
    "13,44": "IF(AS8>0,MID(AS5,AS8+1,1000),\"\")",
    "10,31": "IF(AND(AF2=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "1,31": "検索区分",
    "13,31": "IF(AND(AF2=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "1,44": "COUNTIF(V2,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "転圧施工待ち検索リスト!$BA$5"
    },
    {
      "Name": "転圧施工待ち抽出カウント",
      "Formula": "転圧施工待ち検索リスト!$Y$14"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "転圧施工待ち検索リスト!$Y$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "転圧施工待ち検索リスト!$BA$8"
    },
    {
      "Name": "選択カウント",
      "Formula": "転圧施工待ち検索リスト!$AS$2"
    }
  ]
}