{
  "PageType": 0,
  "ColumnCount": 15,
  "RowCount": 23,
  "CustomNames": [
    {
      "Name": "元_仮承認フラグ",
      "Formula": "元工事見積データ!$I$16"
    },
    {
      "Name": "元_見積リマインドフラグ",
      "Formula": "元工事見積データ!$I$7"
    },
    {
      "Name": "元_見積リマインド日",
      "Formula": "元工事見積データ!$I$8"
    },
    {
      "Name": "元_見積依頼コメント",
      "Formula": "元工事見積データ!$I$9"
    },
    {
      "Name": "元_見積期限日",
      "Formula": "元工事見積データ!$I$6"
    },
    {
      "Name": "元_見積至急フラグ",
      "Formula": "元工事見積データ!$I$5"
    },
    {
      "Name": "元_見積書受領日",
      "Formula": "元工事見積データ!$I$10"
    },
    {
      "Name": "元_見積送付コメント",
      "Formula": "元工事見積データ!$I$20"
    },
    {
      "Name": "元_工事見積ステータスID",
      "Formula": "元工事見積データ!$I$22"
    },
    {
      "Name": "元_工事見積依頼日",
      "Formula": "元工事見積データ!$I$4"
    },
    {
      "Name": "元_工事見積会社ID",
      "Formula": "元工事見積データ!$I$2"
    },
    {
      "Name": "元_工事見積工法ID",
      "Formula": "元工事見積データ!$I$3"
    },
    {
      "Name": "元_工事見積送付日",
      "Formula": "元工事見積データ!$I$19"
    },
    {
      "Name": "元_工事見積登録日",
      "Formula": "元工事見積データ!$I$1"
    },
    {
      "Name": "元_社内備考",
      "Formula": "元工事見積データ!$I$21"
    },
    {
      "Name": "元_設計承認フラグ",
      "Formula": "元工事見積データ!$I$18"
    },
    {
      "Name": "元_設計審査コメント",
      "Formula": "元工事見積データ!$I$17"
    },
    {
      "Name": "元_設計審査依頼日",
      "Formula": "元工事見積データ!$I$11"
    },
    {
      "Name": "元_設計審査結果",
      "Formula": "元工事見積データ!$I$15"
    },
    {
      "Name": "元_設計審査者ID",
      "Formula": "元工事見積データ!$I$14"
    },
    {
      "Name": "元_設計審査日",
      "Formula": "元工事見積データ!$I$13"
    },
    {
      "Name": "元_設計審査予定日",
      "Formula": "元工事見積データ!$I$12"
    }
  ]
}