{
  "PageType": 0,
  "ColumnCount": 15,
  "RowCount": 28,
  "CustomNames": [
    {
      "Name": "元_見積価格",
      "Formula": "元工事データ!$I$24"
    },
    {
      "Name": "元_見積割合",
      "Formula": "元工事データ!$I$25"
    },
    {
      "Name": "元_工事ステータスID",
      "Formula": "元工事データ!$I$27"
    },
    {
      "Name": "元_工事会社ID",
      "Formula": "元工事データ!$I$3"
    },
    {
      "Name": "元_工事区分",
      "Formula": "元工事データ!$I$2"
    },
    {
      "Name": "元_工事施工承認フラグ",
      "Formula": "元工事データ!$I$17"
    },
    {
      "Name": "元_工事施工審査コメント",
      "Formula": "元工事データ!$I$16"
    },
    {
      "Name": "元_工事施工審査結果",
      "Formula": "元工事データ!$I$15"
    },
    {
      "Name": "元_工事実施開始日",
      "Formula": "元工事データ!$I$10"
    },
    {
      "Name": "元_工事実施終了日",
      "Formula": "元工事データ!$I$11"
    },
    {
      "Name": "元_工事紹介料",
      "Formula": "元工事データ!$I$23"
    },
    {
      "Name": "元_工事紹介料フラグ",
      "Formula": "元工事データ!$I$21"
    },
    {
      "Name": "元_工事紹介料区分",
      "Formula": "元工事データ!$I$22"
    },
    {
      "Name": "元_工事紹介料変更フラグ",
      "Formula": "元工事データ!$I$26"
    },
    {
      "Name": "元_工事登録日",
      "Formula": "元工事データ!$I$1"
    },
    {
      "Name": "元_工事日程通知日",
      "Formula": "元工事データ!$I$6"
    },
    {
      "Name": "元_工事報告者区分",
      "Formula": "元工事データ!$I$19"
    },
    {
      "Name": "元_工事報告書受領日",
      "Formula": "元工事データ!$I$18"
    },
    {
      "Name": "元_工事報告書受領予定日",
      "Formula": "元工事データ!$I$9"
    },
    {
      "Name": "元_工事報告書納品日",
      "Formula": "元工事データ!$I$20"
    },
    {
      "Name": "元_工事予定開始日",
      "Formula": "元工事データ!$I$7"
    },
    {
      "Name": "元_工事予定終了日",
      "Formula": "元工事データ!$I$8"
    },
    {
      "Name": "元_工法ID",
      "Formula": "元工事データ!$I$4"
    },
    {
      "Name": "元_施工審査依頼日",
      "Formula": "元工事データ!$I$12"
    },
    {
      "Name": "元_施工審査者ID",
      "Formula": "元工事データ!$I$14"
    },
    {
      "Name": "元_施工審査予定日",
      "Formula": "元工事データ!$I$13"
    },
    {
      "Name": "元_受注確定日",
      "Formula": "元工事データ!$I$5"
    }
  ]
}