{
  "PageType": 0,
  "ColumnCount": 170,
  "RowCount": 51,
  "Formulas": {
    "23,152": "IF(EX24<>\"\",1,0)",
    "38,155": "SUM(ET39:EY39)",
    "23,139": "EF24+EG24+EH24+EI24",
    "28,1": "IF(AND(BD17<>\"\",BD17>EE7),\"有効な見積業者数が指定見積業者数を下回っています。見積業者の再手配をお願いいます。\",IF(AND(DH7=0,EE7=0,K12=0,DN31>0),\"全見積業者が無効となっています。見積業者の再手配をお願いします。\",\"\"))",
    "14,125": "COUNT(CE24)",
    "34,132": "IF(EC31=1,CE35,\"\")",
    "11,24": "CH18",
    "11,10": "CE18",
    "38,153": "IF(ED39<>ER39,1,0)",
    "17,17": "IF(DV15>0,\"※現在、\"&DV15&\"社の工事会社が設定されています\",\"\")",
    "38,89": "IF(CJ39<>\"\",CK39,\"工事会社を選択して下さい\")",
    "38,84": "$CE$44-ROW(CE39)+1",
    "43,82": "COUNT(CF39)",
    "23,133": "\"問合せ(\"&EC24&\")\"",
    "23,131": "IF(ISNUMBER(SEARCH(\",\"&CH24&\",\",\",\"&表示中IDs&\",\")),1,0)",
    "38,152": "IF(EC39<>EQ39,1,0)",
    "23,130": "\"見積書(\"&DZ24&\")\"",
    "34,96": "SUM(DD45)",
    "11,39": "CG18",
    "38,154": "IF(EE39<>ES39,1,0)",
    "6,104": "IF(OR(CE7=1,CM7=1,CT7=1),1,0)",
    "6,134": "COUNT(DV8)",
    "30,141": "IF(EC31=1,DG31,CE35)",
    "12,10": "CI18",
    "23,128": "ROW(CK24)",
    "34,117": "TEXTJOIN(\",\",TRUE,CH24)",
    "38,151": "IF(EB39<>EP39,1,0)",
    "38,150": "IF(EA39<>EO39,1,0)",
    "38,149": "IF(DZ39<>EN39,1,0)",
    "38,126": "IF(DV39<>\"\",\"最終更新日時：\"&DV39,\"\")",
    "38,123": "\"工事ファイル(\"&DS39&\")\"",
    "38,122": "IFERROR(ODATA(\"v_construction_file_count?$select=ファイル数&$filter=工事ID eq \"&IF(ISBLANK(CF39),\"null\",CF39)),0)",
    "38,121": "IF(OR(DN39=1,DO39=1,DP39=1),1,0)",
    "43,154": "IF(SUM(EZ39)>0,1,0)",
    "23,126": "IF(AND(DV24=1,DS24=1),\"受注／再審査中\",IF(AND(DV24=1,DT24=1),\"受注／再審査完了\",DR24))"
  },
  "ArrayFormulas": {
    "17,82,1,5": "ODATA(\"v_group_customer_default?$select=工事見積不要フラグ,工事請負フラグ,改良判定時基礎図必要フラグ,見積書提出必須フラグ,見積通知住宅事業者不要フラグ&$filter=グループID eq \"&IF(ISBLANK(CS31),\"null\",CS31)&\" and 顧客ID eq \"&IF(ISBLANK(CE35),\"null\",CE35))"
  },
  "CustomNames": [
    {
      "Name": "工事データ変更チェックボタン",
      "Formula": "物件詳細_工事!$DN$44"
    },
    {
      "Name": "工事見積データ変更チェックボタン",
      "Formula": "物件詳細_工事!$DN$18"
    },
    {
      "Name": "工事見積書ファイル属性ID",
      "Formula": "物件詳細_工事!$DA$18"
    },
    {
      "Name": "工事見積変更フラグ",
      "Formula": "物件詳細_工事!$DV$18"
    },
    {
      "Name": "工事登録件数",
      "Formula": "物件詳細_工事!$CE$44"
    },
    {
      "Name": "工事変更フラグ",
      "Formula": "物件詳細_工事!$DV$44"
    },
    {
      "Name": "施工報告書ファイル属性ID",
      "Formula": "物件詳細_工事!$CS$44"
    },
    {
      "Name": "表示中IDs",
      "Formula": "物件詳細_工事!$DN$15"
    }
  ]
}