{
  "PageType": 0,
  "ColumnCount": 165,
  "RowCount": 88,
  "Formulas": {
    "23,131": "\"問合せ(\"&EA24&\")\"",
    "38,122": "\"工事ファイル(\"&DR39&\")\"",
    "23,137": "ED24+EE24+EF24+EG24",
    "28,1": "IF(AND(BD17<>\"\",BD17>EE7),\"有効な見積業者数が指定見積業者数を下回っています。見積業者の再手配をお願いいます。\",IF(AND(DH7=0,EE7=0,K12=0,DN31>0),\"全見積業者が無効となっています。見積業者の再手配をお願いします。\",\"\"))",
    "14,125": "COUNT(CE24)",
    "34,132": "IF(EC31=1,CE35,\"\")",
    "11,24": "CH18",
    "11,10": "CE18",
    "38,120": "IF(OR(DN39=1,DO39=1,DP39=1),1,0)",
    "17,17": "IF(DV15>0,\"※現在、\"&DV15&\"社の工事会社が設定されています\",\"\")",
    "38,89": "IF(CJ39<>\"\",CK39,\"工事会社を選択して下さい\")",
    "38,84": "$CE$44-ROW(CE39)+1",
    "43,82": "COUNT(CF39)",
    "23,150": "IF(EV24<>\"\",1,0)",
    "23,128": "IF(ISNUMBER(SEARCH(\",\"&CH24&\",\",\",\"&表示中IDs&\",\")),1,0)",
    "38,125": "IF(DU39<>\"\",\"最終更新日時：\"&DU39,\"\")",
    "23,127": "\"見積書(\"&DW24&\")\"",
    "34,96": "SUM(DD45)",
    "11,39": "CG18",
    "38,121": "IFERROR(ODATA(\"v_construction_file_count?$select=ファイル数&$filter=工事ID eq \"&IF(ISBLANK(CF39),\"null\",CF39)),0)",
    "6,104": "IF(OR(CE7=1,CM7=1,CT7=1),1,0)",
    "6,134": "COUNT(DV8)",
    "30,141": "IF(EC31=1,DG31,CE35)",
    "12,10": "CI18",
    "23,125": "ROW(CK24)",
    "34,117": "TEXTJOIN(\",\",TRUE,CH24)"
  },
  "ArrayFormulas": {
    "17,82,1,5": "ODATA(\"v_group_customer_default?$select=工事見積不要フラグ,工事請負フラグ,改良判定時基礎図必要フラグ,見積書提出必須フラグ,見積通知住宅事業者不要フラグ&$filter=グループID eq \"&IF(ISBLANK(CS31),\"null\",CS31)&\" and 顧客ID eq \"&IF(ISBLANK(CE35),\"null\",CE35))"
  },
  "CustomNames": [
    {
      "Name": "元_仮承認フラグ",
      "Formula": "物件詳細_工事!$DQ$67"
    },
    {
      "Name": "元_見積リマインドフラグ",
      "Formula": "物件詳細_工事!$DQ$59"
    },
    {
      "Name": "元_見積リマインド日",
      "Formula": "物件詳細_工事!$DQ$60"
    },
    {
      "Name": "元_見積依頼コメント",
      "Formula": "物件詳細_工事!$DQ$61"
    },
    {
      "Name": "元_見積価格",
      "Formula": "物件詳細_工事!$CQ$76"
    },
    {
      "Name": "元_見積割合",
      "Formula": "物件詳細_工事!$CQ$77"
    },
    {
      "Name": "元_見積期限日",
      "Formula": "物件詳細_工事!$DQ$58"
    },
    {
      "Name": "元_見積至急フラグ",
      "Formula": "物件詳細_工事!$DQ$57"
    },
    {
      "Name": "元_見積書受領日",
      "Formula": "物件詳細_工事!$DQ$62"
    },
    {
      "Name": "元_見積送付コメント",
      "Formula": "物件詳細_工事!$DQ$71"
    },
    {
      "Name": "元_工事ステータスID",
      "Formula": "物件詳細_工事!$CQ$79"
    },
    {
      "Name": "元_工事会社ID",
      "Formula": "物件詳細_工事!$CQ$55"
    },
    {
      "Name": "元_工事区分",
      "Formula": "物件詳細_工事!$CQ$54"
    },
    {
      "Name": "元_工事見積ステータスID",
      "Formula": "物件詳細_工事!$DQ$73"
    },
    {
      "Name": "元_工事見積依頼日",
      "Formula": "物件詳細_工事!$DQ$56"
    },
    {
      "Name": "元_工事見積会社ID",
      "Formula": "物件詳細_工事!$DQ$54"
    },
    {
      "Name": "元_工事見積工法ID",
      "Formula": "物件詳細_工事!$DQ$55"
    },
    {
      "Name": "元_工事見積送付日",
      "Formula": "物件詳細_工事!$DQ$70"
    },
    {
      "Name": "元_工事見積登録日",
      "Formula": "物件詳細_工事!$DQ$53"
    },
    {
      "Name": "元_工事施工承認フラグ",
      "Formula": "物件詳細_工事!$CQ$69"
    },
    {
      "Name": "元_工事施工審査コメント",
      "Formula": "物件詳細_工事!$CQ$68"
    },
    {
      "Name": "元_工事施工審査結果",
      "Formula": "物件詳細_工事!$CQ$67"
    },
    {
      "Name": "元_工事実施開始日",
      "Formula": "物件詳細_工事!$CQ$62"
    },
    {
      "Name": "元_工事実施終了日",
      "Formula": "物件詳細_工事!$CQ$63"
    },
    {
      "Name": "元_工事紹介料",
      "Formula": "物件詳細_工事!$CQ$75"
    },
    {
      "Name": "元_工事紹介料フラグ",
      "Formula": "物件詳細_工事!$CQ$73"
    },
    {
      "Name": "元_工事紹介料区分",
      "Formula": "物件詳細_工事!$CQ$74"
    },
    {
      "Name": "元_工事紹介料変更フラグ",
      "Formula": "物件詳細_工事!$CQ$78"
    },
    {
      "Name": "元_工事登録日",
      "Formula": "物件詳細_工事!$CQ$53"
    },
    {
      "Name": "元_工事日程通知日",
      "Formula": "物件詳細_工事!$CQ$58"
    },
    {
      "Name": "元_工事報告者区分",
      "Formula": "物件詳細_工事!$CQ$71"
    },
    {
      "Name": "元_工事報告書受領日",
      "Formula": "物件詳細_工事!$CQ$70"
    },
    {
      "Name": "元_工事報告書受領予定日",
      "Formula": "物件詳細_工事!$CQ$61"
    },
    {
      "Name": "元_工事報告書納品日",
      "Formula": "物件詳細_工事!$CQ$72"
    },
    {
      "Name": "元_工事予定開始日",
      "Formula": "物件詳細_工事!$CQ$59"
    },
    {
      "Name": "元_工事予定終了日",
      "Formula": "物件詳細_工事!$CQ$60"
    },
    {
      "Name": "元_工法ID",
      "Formula": "物件詳細_工事!$CQ$56"
    },
    {
      "Name": "元_施工審査依頼日",
      "Formula": "物件詳細_工事!$CQ$64"
    },
    {
      "Name": "元_施工審査者ID",
      "Formula": "物件詳細_工事!$CQ$66"
    },
    {
      "Name": "元_施工審査予定日",
      "Formula": "物件詳細_工事!$CQ$65"
    },
    {
      "Name": "元_社内備考",
      "Formula": "物件詳細_工事!$DQ$72"
    },
    {
      "Name": "元_受注確定日",
      "Formula": "物件詳細_工事!$CQ$57"
    },
    {
      "Name": "元_設計承認フラグ",
      "Formula": "物件詳細_工事!$DQ$69"
    },
    {
      "Name": "元_設計審査コメント",
      "Formula": "物件詳細_工事!$DQ$68"
    },
    {
      "Name": "元_設計審査依頼日",
      "Formula": "物件詳細_工事!$DQ$63"
    },
    {
      "Name": "元_設計審査結果",
      "Formula": "物件詳細_工事!$DQ$66"
    },
    {
      "Name": "元_設計審査者ID",
      "Formula": "物件詳細_工事!$DQ$65"
    },
    {
      "Name": "元_設計審査予定日",
      "Formula": "物件詳細_工事!$DQ$64"
    },
    {
      "Name": "工事データ変更チェックボタン",
      "Formula": "物件詳細_工事!$DN$44"
    },
    {
      "Name": "工事見積データ変更チェックボタン",
      "Formula": "物件詳細_工事!$DN$18"
    },
    {
      "Name": "工事見積書ファイル属性ID",
      "Formula": "物件詳細_工事!$DA$18"
    },
    {
      "Name": "工事見積変更フラグ",
      "Formula": "物件詳細_工事!$DV$18"
    },
    {
      "Name": "工事登録件数",
      "Formula": "物件詳細_工事!$CE$44"
    },
    {
      "Name": "工事変更フラグ",
      "Formula": "物件詳細_工事!$DV$44"
    },
    {
      "Name": "施工報告書ファイル属性ID",
      "Formula": "物件詳細_工事!$CR$44"
    },
    {
      "Name": "表示中IDs",
      "Formula": "物件詳細_工事!$DN$15"
    }
  ]
}