{
  "PageType": 0,
  "ColumnCount": 36,
  "RowCount": 19,
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "付保データ全検索ダウンロード!$Q$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "付保データ全検索ダウンロード!$Q$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "付保データ全検索ダウンロード!$X$14"
    },
    {
      "Name": "選択アクション",
      "Formula": "付保データ全検索ダウンロード!$X$2"
    },
    {
      "Name": "検索_物件番号",
      "Formula": "付保データ全検索ダウンロード!$Q$3"
    },
    {
      "Name": "検索_物件名",
      "Formula": "付保データ全検索ダウンロード!$Q$6"
    }
  ]
}