{
  "PageType": 0,
  "ColumnCount": 42,
  "RowCount": 25,
  "Formulas": {
    "24,1": "\"該当データ件数：\"&TEXT(AD8,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(W8,\"#,##0\")&\"件\"",
    "7,29": "SUM(AK4)",
    "7,22": "COUNT(R2)",
    "10,36": "IF(IFERROR(FIND(\"　\",AK8),0)>0,FIND(\"　\",AK8),IF(IFERROR(FIND(\" \",AK8),0)>0,FIND(\" \",AK8),0))",
    "13,36": "IF(AK11>0,LEFT(AK8,AK11-1),IF(AK8<>\"\",AK8,\"\"))",
    "7,36": "IF(全検索フレーム検索ワード=0,\"\",TRIM(全検索フレーム検索ワード))",
    "16,36": "IF(AK11>0,MID(AK8,AK11+1,1000),\"\")",
    "13,29": "COUNTIF(T2,1)",
    "16,22": "TEXTJOINIF(\",\",TRUE,T2,1,R2)",
    "16,29": "抽出カウント-選択カウント"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "付保データ全検索リスト!$W$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "付保データ全検索リスト!$W$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "付保データ全検索リスト!$AD$14"
    },
    {
      "Name": "選択アクション",
      "Formula": "付保データ全検索リスト!$AD$2"
    },
    {
      "Name": "未選択カウント",
      "Formula": "付保データ全検索リスト!$AD$17"
    },
    {
      "Name": "全選択ボタン",
      "Formula": "付保データ全検索リスト!$W$20"
    },
    {
      "Name": "全解除ボタン",
      "Formula": "付保データ全検索リスト!$AD$20"
    }
  ]
}