{
  "PageType": 0,
  "ColumnCount": 51,
  "RowCount": 25,
  "Formulas": {
    "24,1": "\"該当データ件数：\"&TEXT(AJ8,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(AC8,\"#,##0\")&\"件\"",
    "10,42": "IF(IFERROR(FIND(\"　\",AQ8),0)>0,FIND(\"　\",AQ8),IF(IFERROR(FIND(\" \",AQ8),0)>0,FIND(\" \",AQ8),0))",
    "13,42": "IF(AQ11>0,LEFT(AQ8,AQ11-1),IF(AQ8<>\"\",AQ8,\"\"))",
    "7,28": "COUNT(X2)",
    "7,42": "IF(全検索フレーム検索ワード=0,\"\",TRIM(全検索フレーム検索ワード))",
    "7,35": "SUM(AQ4)",
    "16,42": "IF(AQ11>0,MID(AQ8,AQ11+1,1000),\"\")",
    "13,35": "COUNTIF(Z2,1)",
    "16,28": "TEXTJOINIF(\",\",TRUE,Z2,1,X2)",
    "16,35": "抽出カウント-選択カウント"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "保証データ全検索リスト!$AC$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "保証データ全検索リスト!$AC$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "保証データ全検索リスト!$AJ$14"
    },
    {
      "Name": "選択アクション",
      "Formula": "保証データ全検索リスト!$AJ$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "保証データ全検索リスト!$AC$8"
    },
    {
      "Name": "未選択カウント",
      "Formula": "保証データ全検索リスト!$AJ$17"
    },
    {
      "Name": "全選択ボタン",
      "Formula": "保証データ全検索リスト!$AC$20"
    },
    {
      "Name": "全解除ボタン",
      "Formula": "保証データ全検索リスト!$AJ$20"
    }
  ]
}