{
  "PageType": 0,
  "ColumnCount": 212,
  "RowCount": 30,
  "Formulas": {
    "24,196": "IF(Q4<>\"\",EOMONTH(GH25,1)-1,\"\")",
    "29,1": "\"該当データ件数：\"&TEXT(GO13,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(GH13,\"#,##0\")&\"件\"",
    "12,203": "IF(K2=0,\"\",TRIM(K2))",
    "21,189": "TEXTJOINIF(\",\",TRUE,GE7,1,GC7)",
    "15,203": "IF(IFERROR(FIND(\"　\",GV13),0)>0,FIND(\"　\",GV13),IF(IFERROR(FIND(\" \",GV13),0)>0,FIND(\" \",GV13),0))",
    "21,203": "IF(GV16>0,MID(GV13,GV16+1,1000),\"\")",
    "18,203": "IF(GV16>0,LEFT(GV13,GV16-1),IF(GV13<>\"\",GV13,\"\"))",
    "12,196": "SUM(GV9)",
    "21,196": "抽出カウント-選択カウント",
    "12,189": "COUNT(GC7)",
    "24,189": "IF(Q4<>\"\",DATEVALUE(Q4&\"/01\"),\"\")",
    "18,196": "COUNTIF(GE7,1)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "保証データ全検索リスト!$GH$10"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "保証データ全検索リスト!$GV$25"
    },
    {
      "Name": "選択カウント",
      "Formula": "保証データ全検索リスト!$GO$19"
    },
    {
      "Name": "選択アクション",
      "Formula": "保証データ全検索リスト!$GO$7"
    },
    {
      "Name": "抽出カウント",
      "Formula": "保証データ全検索リスト!$GH$13"
    },
    {
      "Name": "未選択カウント",
      "Formula": "保証データ全検索リスト!$GO$22"
    },
    {
      "Name": "全選択ボタン",
      "Formula": "保証データ全検索リスト!$GH$29"
    },
    {
      "Name": "全解除ボタン",
      "Formula": "保証データ全検索リスト!$GO$29"
    }
  ]
}