{
  "PageType": 0,
  "ColumnCount": 46,
  "RowCount": 19,
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "保証データ全検索ダウンロード!$X$11"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "保証データ全検索ダウンロード!$X$8"
    },
    {
      "Name": "選択カウント",
      "Formula": "保証データ全検索ダウンロード!$AE$14"
    },
    {
      "Name": "選択アクション",
      "Formula": "保証データ全検索ダウンロード!$AE$2"
    },
    {
      "Name": "保証書発行終了日",
      "Formula": "保証データ全検索ダウンロード!$X$12"
    },
    {
      "Name": "保証書発行開始日",
      "Formula": "保証データ全検索ダウンロード!$X$9"
    },
    {
      "Name": "検索ワード1",
      "Formula": "保証データ全検索ダウンロード!$X$3"
    },
    {
      "Name": "検索ワード2",
      "Formula": "保証データ全検索ダウンロード!$X$6"
    },
    {
      "Name": "保証書発行区分",
      "Formula": "保証データ全検索ダウンロード!$X$15"
    },
    {
      "Name": "営業担当者ID",
      "Formula": "保証データ全検索ダウンロード!$X$18"
    }
  ]
}