{
  "PageType": 0,
  "ColumnCount": 67,
  "RowCount": 20,
  "Formulas": {
    "10,46": "\"お問合せ内容の変更を承りました。内容を確認の上、近日中に対応いたします。\"&CHAR(10)&\"ご回答までいましばらくお待ちください。\"",
    "4,46": "\"お問合せいただき誠にありがとうございます。内容を確認の上、近日中に対応いたします。\"&CHAR(10)&\"ご回答までいましばらくお待ちください。\""
  },
  "CustomNames": [
    {
      "Name": "資料待ちIDs",
      "Formula": "お問い合わせ登録!$AG$17"
    },
    {
      "Name": "対象顧客ID",
      "Formula": "お問い合わせ登録!$AG$11"
    },
    {
      "Name": "対象申込ID",
      "Formula": "お問い合わせ登録!$AG$14"
    },
    {
      "Name": "問合せ会社ID",
      "Formula": "お問い合わせ登録!$AG$8"
    }
  ]
}