{
  "PageType": 0,
  "ColumnCount": 67,
  "RowCount": 32,
  "Formulas": {
    "19,11": "TRIM(L12&L14&L16)&IF(L18<>\"\",\" \"&L18,\"\")",
    "8,47": "参照顧客既定グループID",
    "11,47": "参照管理グループIDs",
    "17,47": "TEXTJOIN(\",\",TRUE,L2,AV15)",
    "5,47": "参照顧客ID"
  },
  "CustomNames": [
    {
      "Name": "顧客ID",
      "Formula": "住宅事業者登録_詳細_申込事業者!$AV$3"
    },
    {
      "Name": "更新ボタン",
      "Formula": "住宅事業者登録_詳細_申込事業者!$AV$24"
    },
    {
      "Name": "削除ボタン",
      "Formula": "住宅事業者登録_詳細_申込事業者!$BD$29"
    },
    {
      "Name": "問合せボタン",
      "Formula": "住宅事業者登録_詳細_申込事業者!$AV$27"
    },
    {
      "Name": "顧客名",
      "Formula": "住宅事業者登録_詳細_申込事業者!$L$4"
    },
    {
      "Name": "顧客略称",
      "Formula": "住宅事業者登録_詳細_申込事業者!$L$6"
    },
    {
      "Name": "町名番地",
      "Formula": "住宅事業者登録_詳細_申込事業者!$L$16"
    },
    {
      "Name": "市区郡名",
      "Formula": "住宅事業者登録_詳細_申込事業者!$L$14"
    },
    {
      "Name": "ビル名",
      "Formula": "住宅事業者登録_詳細_申込事業者!$L$18"
    }
  ]
}