{
  "PageType": 0,
  "ColumnCount": 112,
  "RowCount": 28,
  "Formulas": {
    "9,80": "COUNTIF(BR8,\"<>\")",
    "6,80": "IF(N2=0,\"\",N2)",
    "18,87": "IF(参照管理グループIDs=\"\",0,参照管理グループIDs)",
    "14,68": "IF(COUNTIF(BU8,1)>0,1,0)",
    "27,1": "\"表示データ件数：\"&TEXT(CC10,\"#,##0\")&\"件\"",
    "7,72": "IF(BS8<>BT8,1,0)"
  },
  "CustomNames": [
    {
      "Name": "参照管理グループIDs",
      "Formula": "住宅事業者既定値設定_申込事業者!$CJ$10"
    },
    {
      "Name": "参照顧客既定グループID",
      "Formula": "住宅事業者既定値設定_申込事業者!$CJ$13"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "住宅事業者既定値設定_申込事業者!$CJ$16"
    },
    {
      "Name": "参照顧客ID",
      "Formula": "住宅事業者既定値設定_申込事業者!$CJ$7"
    }
  ]
}