{
  "PageType": 0,
  "ColumnCount": 265,
  "RowCount": 31,
  "Formulas": {
    "14,258": "SUM(IY10)",
    "26,251": "COUNT(GT9)",
    "23,251": "IF(IR18>0,MID(IR15,IR18+1,1000),\"\")",
    "26,243": "IF(OR(参照顧客本社フラグ=1,参照顧客代理店フラグ=1,参照顧客取次店フラグ=1,参照管理グループIDs<>\"\"),\"\",TEXTJOIN(\",\",TRUE,参照顧客ID,参照管理顧客IDs))",
    "20,251": "IF(IR18>0,LEFT(IR15,IR18-1),IF(IR15<>\"\",IR15,\"\"))",
    "17,251": "IF(IFERROR(FIND(\"　\",IR15),0)>0,FIND(\"　\",IR15),IF(IFERROR(FIND(\" \",IR15),0)>0,FIND(\" \",IR15),0))",
    "3,67": "IY15",
    "14,251": "TRIM(E6)",
    "30,4": "\"表データ件数：\"&TEXT(IR27,\"#,##0\")",
    "8,145": "IF(HG9<>\"\",HG9,IF(HS9<>\"\",HS9,\"\"))"
  },
  "CustomNames": [
    {
      "Name": "参照顧客ID",
      "Formula": "地盤保証物件レポート!$IJ$9"
    },
    {
      "Name": "参照顧客代理店フラグ",
      "Formula": "地盤保証物件レポート!$IJ$12"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "地盤保証物件レポート!$IJ$15"
    },
    {
      "Name": "参照顧客本社フラグ",
      "Formula": "地盤保証物件レポート!$IJ$18"
    },
    {
      "Name": "参照管理グループIDs",
      "Formula": "地盤保証物件レポート!$IJ$21"
    },
    {
      "Name": "参照管理顧客IDs",
      "Formula": "地盤保証物件レポート!$IJ$24"
    },
    {
      "Name": "参照顧客IDs",
      "Formula": "地盤保証物件レポート!$IJ$27"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "地盤保証物件レポート!$IR$9"
    },
    {
      "Name": "検索ワード1",
      "Formula": "地盤保証物件レポート!$IR$21"
    },
    {
      "Name": "検索ワード2",
      "Formula": "地盤保証物件レポート!$IR$24"
    }
  ]
}