{
  "PageType": 0,
  "ColumnCount": 59,
  "RowCount": 5,
  "Formulas": {
    "1,4": "D2/C2"
  },
  "CustomNames": [
    {
      "Name": "工事実施終了日",
      "Formula": "改良工事実績レポート_住宅事業者ダウンロード!$AE$3"
    },
    {
      "Name": "工事実施開始日",
      "Formula": "改良工事実績レポート_住宅事業者ダウンロード!$X$3"
    },
    {
      "Name": "住宅事業者名",
      "Formula": "改良工事実績レポート_住宅事業者ダウンロード!$AL$3"
    },
    {
      "Name": "参照管理グループIDs",
      "Formula": "改良工事実績レポート_住宅事業者ダウンロード!$J$3"
    },
    {
      "Name": "参照顧客IDs",
      "Formula": "改良工事実績レポート_住宅事業者ダウンロード!$R$3"
    }
  ]
}