{
  "PageType": 0,
  "ColumnCount": 66,
  "RowCount": 5,
  "Formulas": {
    "1,5": "E2/D2"
  },
  "CustomNames": [
    {
      "Name": "工事実施終了日",
      "Formula": "改良工事実績レポート_都道府県ダウンロード!$AF$3"
    },
    {
      "Name": "工事実施開始日",
      "Formula": "改良工事実績レポート_都道府県ダウンロード!$Y$3"
    },
    {
      "Name": "都道府県名",
      "Formula": "改良工事実績レポート_都道府県ダウンロード!$AM$3"
    },
    {
      "Name": "指定エリア",
      "Formula": "改良工事実績レポート_都道府県ダウンロード!$AS$3"
    },
    {
      "Name": "参照管理グループIDs",
      "Formula": "改良工事実績レポート_都道府県ダウンロード!$K$3"
    },
    {
      "Name": "参照顧客IDs",
      "Formula": "改良工事実績レポート_都道府県ダウンロード!$S$3"
    }
  ]
}