{
  "PageType": 0,
  "ColumnCount": 45,
  "RowCount": 40,
  "CustomNames": [
    {
      "Name": "解析請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$33"
    },
    {
      "Name": "工事請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$37"
    },
    {
      "Name": "住宅事業者通知フラグ",
      "Formula": "グループマスタ_基本情報!$J$4"
    },
    {
      "Name": "測量請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$31"
    },
    {
      "Name": "調査請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$29"
    },
    {
      "Name": "通常請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$25"
    },
    {
      "Name": "転圧請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$35"
    },
    {
      "Name": "保証請求先ID",
      "Formula": "グループマスタ_基本情報!$AK$39"
    },
    {
      "Name": "グループ既定優先フラグ",
      "Formula": "グループマスタ_基本情報!$J$6"
    },
    {
      "Name": "お客様管理番号必須フラグ",
      "Formula": "グループマスタ_基本情報!$J$10"
    },
    {
      "Name": "解析保証調査日必須フラグ",
      "Formula": "グループマスタ_基本情報!$J$12"
    },
    {
      "Name": "一建設グループフラグ",
      "Formula": "グループマスタ_基本情報!$J$14"
    },
    {
      "Name": "グループ共有優先フラグ",
      "Formula": "グループマスタ_基本情報!$J$8"
    },
    {
      "Name": "グループ用途区分",
      "Formula": "グループマスタ_基本情報!$J$2"
    },
    {
      "Name": "調査保証見積不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$4"
    },
    {
      "Name": "解析保証見積不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$6"
    },
    {
      "Name": "保証確認不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$8"
    },
    {
      "Name": "見積リマインド不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$10"
    },
    {
      "Name": "タクトホームグループフラグ",
      "Formula": "グループマスタ_基本情報!$J$16"
    },
    {
      "Name": "申込時見積書生成フラグ",
      "Formula": "グループマスタ_基本情報!$AB$12"
    },
    {
      "Name": "見積書提出必須フラグ",
      "Formula": "グループマスタ_基本情報!$AB$14"
    },
    {
      "Name": "見積通知住宅事業者不要フラグ",
      "Formula": "グループマスタ_基本情報!$AB$16"
    },
    {
      "Name": "管理グループ内担当者選択許可フラグ",
      "Formula": "グループマスタ_基本情報!$AB$18"
    },
    {
      "Name": "判定書自動送信非対応フラグ",
      "Formula": "グループマスタ_基本情報!$AB$20"
    },
    {
      "Name": "保証書自動発行非対応フラグ",
      "Formula": "グループマスタ_基本情報!$AB$22"
    }
  ]
}