{
  "PageType": 0,
  "ColumnCount": 15,
  "RowCount": 27,
  "CustomNames": [
    {
      "Name": "元_転圧登録日",
      "Formula": "元転圧データ!$I$1"
    },
    {
      "Name": "元_転圧会社ID",
      "Formula": "元転圧データ!$I$2"
    },
    {
      "Name": "元_転圧区分",
      "Formula": "元転圧データ!$I$3"
    },
    {
      "Name": "元_設計作成日",
      "Formula": "元転圧データ!$I$4"
    },
    {
      "Name": "元_設計図区分",
      "Formula": "元転圧データ!$I$5"
    },
    {
      "Name": "元_転圧見積依頼日",
      "Formula": "元転圧データ!$I$6"
    },
    {
      "Name": "元_転圧見積送付日",
      "Formula": "元転圧データ!$I$7"
    },
    {
      "Name": "元_転圧受注日",
      "Formula": "元転圧データ!$I$8"
    },
    {
      "Name": "元_転圧依頼日",
      "Formula": "元転圧データ!$I$9"
    },
    {
      "Name": "元_転圧日程通知日",
      "Formula": "元転圧データ!$I$10"
    },
    {
      "Name": "元_転圧希望開始日",
      "Formula": "元転圧データ!$I$11"
    },
    {
      "Name": "元_転圧希望終了日",
      "Formula": "元転圧データ!$I$12"
    },
    {
      "Name": "元_最短日希望フラグ",
      "Formula": "元転圧データ!$I$13"
    },
    {
      "Name": "元_転圧予定開始日",
      "Formula": "元転圧データ!$I$14"
    },
    {
      "Name": "元_転圧予定終了日",
      "Formula": "元転圧データ!$I$15"
    },
    {
      "Name": "元_転圧報告書受領予定日",
      "Formula": "元転圧データ!$I$16"
    },
    {
      "Name": "元_転圧実施開始日",
      "Formula": "元転圧データ!$I$17"
    },
    {
      "Name": "元_転圧実施終了日",
      "Formula": "元転圧データ!$I$18"
    },
    {
      "Name": "元_転圧施工審査結果",
      "Formula": "元転圧データ!$I$19"
    },
    {
      "Name": "元_転圧施工審査コメント",
      "Formula": "元転圧データ!$I$20"
    },
    {
      "Name": "元_転圧施工承認フラグ",
      "Formula": "元転圧データ!$I$21"
    },
    {
      "Name": "元_転圧報告書受領日",
      "Formula": "元転圧データ!$I$22"
    },
    {
      "Name": "元_転圧報告書納品日",
      "Formula": "元転圧データ!$I$23"
    },
    {
      "Name": "元_再調査フラグ",
      "Formula": "元転圧データ!$I$24"
    },
    {
      "Name": "元_転圧ステータスID",
      "Formula": "元転圧データ!$I$25"
    }
  ]
}