{
  "PageType": 0,
  "ColumnCount": 53,
  "RowCount": 13,
  "Formulas": {
    "2,19": "IF(U3=選択ファイル属性ID,1,0)",
    "6,26": "COUNTIF(T3,1)"
  },
  "CustomNames": [
    {
      "Name": "ファイル属性ID",
      "Formula": "ファイル属性ドロップダウン検索!$AH$4"
    },
    {
      "Name": "ファイル属性名",
      "Formula": "ファイル属性ドロップダウン検索!$AH$6"
    },
    {
      "Name": "ファイル分類IDs",
      "Formula": "ファイル属性ドロップダウン検索!$AH$2"
    },
    {
      "Name": "工事見積フラグ",
      "Formula": "ファイル属性ドロップダウン検索!$AH$10"
    },
    {
      "Name": "更新フラグ",
      "Formula": "ファイル属性ドロップダウン検索!$AH$8"
    },
    {
      "Name": "選択ファイル属性ID",
      "Formula": "ファイル属性ドロップダウン検索!$T$7"
    },
    {
      "Name": "申込事業者権限",
      "Formula": "ファイル属性ドロップダウン検索!$AN$2"
    },
    {
      "Name": "初期非公開フラグ",
      "Formula": "ファイル属性ドロップダウン検索!$AN$6"
    },
    {
      "Name": "初期業者公開フラグ",
      "Formula": "ファイル属性ドロップダウン検索!$AN$8"
    },
    {
      "Name": "初期添付不要フラグ",
      "Formula": "ファイル属性ドロップダウン検索!$AN$4"
    }
  ]
}