{
  "PageType": 0,
  "ColumnCount": 53,
  "RowCount": 19,
  "Formulas": {
    "18,1": "\"表示データ件数：\"&TEXT(AB11,\"#,##0\")&\"件\"",
    "10,34": "IF(AND(AI5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "7,34": "IF(AND(AI5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "1,46": "IF(工事報告待ち検索ワード=0,\"\",TRIM(工事報告待ち検索ワード))",
    "16,34": "IF(AND(AI5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,27": "COUNT(R2)",
    "10,46": "IF(AU5>0,MID(AU2,AU5+1,1000),\"\")",
    "7,27": "検索_工事ステータスID",
    "16,46": "COUNTIF(Y2,1)",
    "4,46": "IF(IFERROR(FIND(\"　\",AU2),0)>0,FIND(\"　\",AU2),IF(IFERROR(FIND(\" \",AU2),0)>0,FIND(\" \",AU2),0))",
    "13,34": "IF(AND(AI5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "4,40": "TEXTJOINIF(\",\",TRUE,Y2,1,R2)",
    "4,34": "検索区分",
    "7,46": "IF(AU5>0,LEFT(AU2,AU5-1),IF(AU2<>\"\",AU2,\"\"))"
  },
  "CustomNames": [
    {
      "Name": "工事報告待ち抽出カウント",
      "Formula": "工事報告待ち検索リスト!$AB$11"
    },
    {
      "Name": "検索フラグ",
      "Formula": "工事報告待ち検索リスト!$AI$2"
    },
    {
      "Name": "ダウンロードボタン",
      "Formula": "工事報告待ち検索リスト!$AB$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "工事報告待ち検索リスト!$AU$17"
    },
    {
      "Name": "選択アクション",
      "Formula": "工事報告待ち検索リスト!$AO$2"
    }
  ]
}