{
  "PageType": 0,
  "ColumnCount": 52,
  "RowCount": 25,
  "Formulas": {
    "24,1": "\"該当データ件数：\"&TEXT(AK8,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(AD8,\"#,##0\")&\"件\"",
    "13,36": "COUNTIF(AA2,1)",
    "16,43": "IF(AR11>0,MID(AR8,AR11+1,1000),\"\")",
    "7,43": "IF(全検索フレーム検索ワード=0,\"\",TRIM(全検索フレーム検索ワード))",
    "16,36": "抽出カウント-選択カウント",
    "13,43": "IF(AR11>0,LEFT(AR8,AR11-1),IF(AR8<>\"\",AR8,\"\"))",
    "16,29": "TEXTJOINIF(\",\",TRUE,AA2,1,X2)",
    "10,43": "IF(IFERROR(FIND(\"　\",AR8),0)>0,FIND(\"　\",AR8),IF(IFERROR(FIND(\" \",AR8),0)>0,FIND(\" \",AR8),0))",
    "7,36": "SUM(AR4)",
    "7,29": "COUNT(X2)"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "工事データ全検索リスト!$AD$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "工事データ全検索リスト!$AD$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "工事データ全検索リスト!$AK$14"
    },
    {
      "Name": "選択アクション",
      "Formula": "工事データ全検索リスト!$AK$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "工事データ全検索リスト!$AD$8"
    },
    {
      "Name": "未選択カウント",
      "Formula": "工事データ全検索リスト!$AK$17"
    },
    {
      "Name": "全選択ボタン",
      "Formula": "工事データ全検索リスト!$AD$20"
    },
    {
      "Name": "全解除ボタン",
      "Formula": "工事データ全検索リスト!$AK$20"
    }
  ]
}