{
  "PageType": 0,
  "ColumnCount": 57,
  "RowCount": 25,
  "Formulas": {
    "24,1": "\"該当データ件数：\"&TEXT(AP8,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(AI8,\"#,##0\")&\"件\"",
    "7,48": "IF(全検索フレーム検索ワード=0,\"\",TRIM(全検索フレーム検索ワード))",
    "7,41": "SUM(AW4)",
    "7,34": "COUNT(AD2)",
    "10,48": "IF(IFERROR(FIND(\"　\",AW8),0)>0,FIND(\"　\",AW8),IF(IFERROR(FIND(\" \",AW8),0)>0,FIND(\" \",AW8),0))",
    "13,48": "IF(AW11>0,LEFT(AW8,AW11-1),IF(AW8<>\"\",AW8,\"\"))",
    "16,48": "IF(AW11>0,MID(AW8,AW11+1,1000),\"\")",
    "13,41": "COUNTIF(AF2,1)",
    "16,34": "TEXTJOINIF(\",\",TRUE,AF2,1,AD2)",
    "16,41": "抽出カウント-選択カウント"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "解析データ全検索リスト!$AI$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "解析データ全検索リスト!$AI$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "解析データ全検索リスト!$AP$14"
    },
    {
      "Name": "選択アクション",
      "Formula": "解析データ全検索リスト!$AP$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "解析データ全検索リスト!$AI$8"
    },
    {
      "Name": "未選択カウント",
      "Formula": "解析データ全検索リスト!$AP$17"
    },
    {
      "Name": "全選択ボタン",
      "Formula": "解析データ全検索リスト!$AI$20"
    },
    {
      "Name": "全解除ボタン",
      "Formula": "解析データ全検索リスト!$AP$20"
    }
  ]
}