{
  "PageType": 0,
  "ColumnCount": 15,
  "RowCount": 44,
  "CustomNames": [
    {
      "Name": "元_指定調査会社ID",
      "Formula": "元調査データ!$I$8"
    },
    {
      "Name": "元_調査ステータスID",
      "Formula": "元調査データ!$I$19"
    },
    {
      "Name": "元_調査会社ID",
      "Formula": "元調査データ!$I$10"
    },
    {
      "Name": "元_調査希望開始日",
      "Formula": "元調査データ!$I$3"
    },
    {
      "Name": "元_調査希望区分",
      "Formula": "元調査データ!$I$2"
    },
    {
      "Name": "元_調査希望時刻",
      "Formula": "元調査データ!$I$5"
    },
    {
      "Name": "元_調査希望終了日",
      "Formula": "元調査データ!$I$4"
    },
    {
      "Name": "元_調査区分",
      "Formula": "元調査データ!$I$1"
    },
    {
      "Name": "元_調査実施日",
      "Formula": "元調査データ!$I$16"
    },
    {
      "Name": "元_調査手配区分",
      "Formula": "元調査データ!$I$9"
    },
    {
      "Name": "元_調査報告書受領日",
      "Formula": "元調査データ!$I$17"
    },
    {
      "Name": "元_調査報告書受領予定日",
      "Formula": "元調査データ!$I$15"
    },
    {
      "Name": "元_調査報告書納品日",
      "Formula": "元調査データ!$I$18"
    },
    {
      "Name": "元_調査方法ID",
      "Formula": "元調査データ!$I$11"
    },
    {
      "Name": "元_調査予定開始日",
      "Formula": "元調査データ!$I$12"
    },
    {
      "Name": "元_調査予定時間",
      "Formula": "元調査データ!$I$14"
    },
    {
      "Name": "元_調査予定終了日",
      "Formula": "元調査データ!$I$13"
    },
    {
      "Name": "元_調査立会者",
      "Formula": "元調査データ!$I$7"
    },
    {
      "Name": "元_調査立会者有無フラグ",
      "Formula": "元調査データ!$I$6"
    }
  ]
}