{
  "PageType": 0,
  "ColumnCount": 342,
  "RowCount": 19,
  "Formulas": {
    "4,332": "IF(調査結果待ち検索ワード=0,\"\",TRIM(調査結果待ち検索ワード))",
    "7,314": "COUNTIF(KL2,1)",
    "13,332": "IF(LU8>0,MID(LU5,LU8+1,1000),\"\")",
    "7,321": "IF(AND(LJ5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,307": "COUNT(IR2)",
    "10,321": "IF(AND(LJ5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "18,1": "\"表示データ件数：\"&TEXT(KV11,\"#,##0\")&\"件\"",
    "7,332": "IF(IFERROR(FIND(\"　\",LU5),0)>0,FIND(\"　\",LU5),IF(IFERROR(FIND(\" \",LU5),0)>0,FIND(\" \",LU5),0))",
    "4,326": "TEXTJOINIF(\",\",TRUE,KL2,1,IR2)",
    "4,321": "検索区分",
    "16,321": "IF(AND(LJ5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,321": "IF(AND(LJ5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,332": "IF(LU8>0,LEFT(LU5,LU8-1),IF(LU5<>\"\",LU5,\"\"))",
    "7,307": "検索_調査ステータスID",
    "10,314": "抽出カウント-選択カウント"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "調査結果待ち検索リスト!$LJ$2"
    },
    {
      "Name": "調査結果待ちダウンロード",
      "Formula": "調査結果待ち検索リスト!$KV$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "調査結果待ち検索リスト!$KV$11"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "調査結果待ち検索リスト!$LU$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "調査結果待ち検索リスト!$LO$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "調査結果待ち検索リスト!$LC$8"
    },
    {
      "Name": "全て選択ボタン",
      "Formula": "調査結果待ち検索リスト!$LC$2"
    },
    {
      "Name": "全て解除ボタン",
      "Formula": "調査結果待ち検索リスト!$LC$5"
    },
    {
      "Name": "未選択カウント",
      "Formula": "調査結果待ち検索リスト!$LC$11"
    }
  ]
}