{
  "PageType": 0,
  "ColumnCount": 55,
  "RowCount": 25,
  "Formulas": {
    "24,1": "\"該当データ件数：\"&TEXT(AM8,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(AF8,\"#,##0\")&\"件\"",
    "7,45": "IF(全検索フレーム検索ワード=0,\"\",TRIM(全検索フレーム検索ワード))",
    "16,45": "IF(AT11>0,MID(AT8,AT11+1,1000),\"\")",
    "13,45": "IF(AT11>0,LEFT(AT8,AT11-1),IF(AT8<>\"\",AT8,\"\"))",
    "7,31": "COUNT(Z2)",
    "7,38": "SUM(AT4)",
    "10,45": "IF(IFERROR(FIND(\"　\",AT8),0)>0,FIND(\"　\",AT8),IF(IFERROR(FIND(\" \",AT8),0)>0,FIND(\" \",AT8),0))",
    "16,31": "TEXTJOINIF(\",\",TRUE,AC2,1,Z2)",
    "13,38": "COUNTIF(AC2,1)",
    "16,38": "抽出カウント-選択カウント"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "調査データ全検索リスト!$AF$5"
    },
    {
      "Name": "物件リストダウンロード",
      "Formula": "調査データ全検索リスト!$AF$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "調査データ全検索リスト!$AM$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "調査データ全検索リスト!$AM$14"
    },
    {
      "Name": "抽出カウント",
      "Formula": "調査データ全検索リスト!$AF$8"
    },
    {
      "Name": "未選択カウント",
      "Formula": "調査データ全検索リスト!$AM$17"
    },
    {
      "Name": "全選択ボタン",
      "Formula": "調査データ全検索リスト!$AF$20"
    },
    {
      "Name": "全解除ボタン",
      "Formula": "調査データ全検索リスト!$AM$20"
    }
  ]
}