{
  "PageType": 0,
  "ColumnCount": 358,
  "RowCount": 19,
  "Formulas": {
    "4,342": "TEXTJOINIF(\",\",TRUE,LB2,1,JH2)",
    "7,330": "COUNTIF(LB2,1)",
    "10,323": "COUNT(JH2)",
    "4,337": "検索区分",
    "7,323": "検索_調査ステータスID",
    "7,348": "IF(IFERROR(FIND(\"　\",MK5),0)>0,FIND(\"　\",MK5),IF(IFERROR(FIND(\" \",MK5),0)>0,FIND(\" \",MK5),0))",
    "18,1": "\"表示データ件数：\"&TEXT(LL11,\"#,##0\")&\"件\"",
    "10,330": "抽出カウント-選択カウント",
    "13,348": "IF(MK8>0,MID(MK5,MK8+1,1000),\"\")",
    "16,337": "IF(AND(LZ5=2,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "13,337": "IF(AND(LZ5=2,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "10,337": "IF(AND(LZ5=1,検索対象期間終了日<>\"\"),検索対象期間終了日,\"\")",
    "10,348": "IF(MK8>0,LEFT(MK5,MK8-1),IF(MK5<>\"\",MK5,\"\"))",
    "7,337": "IF(AND(LZ5=1,検索対象期間開始日<>\"\"),検索対象期間開始日,\"\")",
    "4,348": "IF(調査結果待ち検索ワード=0,\"\",TRIM(調査結果待ち検索ワード))"
  },
  "CustomNames": [
    {
      "Name": "検索フラグ",
      "Formula": "調査結果待ち検索リスト!$LZ$2"
    },
    {
      "Name": "調査結果待ちダウンロード",
      "Formula": "調査結果待ち検索リスト!$LL$2"
    },
    {
      "Name": "抽出カウント",
      "Formula": "調査結果待ち検索リスト!$LL$11"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "調査結果待ち検索リスト!$MK$2"
    },
    {
      "Name": "選択アクション",
      "Formula": "調査結果待ち検索リスト!$ME$2"
    },
    {
      "Name": "選択カウント",
      "Formula": "調査結果待ち検索リスト!$LS$8"
    },
    {
      "Name": "全て選択ボタン",
      "Formula": "調査結果待ち検索リスト!$LS$2"
    },
    {
      "Name": "全て解除ボタン",
      "Formula": "調査結果待ち検索リスト!$LS$5"
    },
    {
      "Name": "未選択カウント",
      "Formula": "調査結果待ち検索リスト!$LS$11"
    }
  ]
}