{
  "PageType": 0,
  "ColumnCount": 82,
  "RowCount": 20,
  "Formulas": {
    "12,72": "SUM(BU5)",
    "12,60": "参照顧客ID",
    "12,70": "SUM(BS5)",
    "12,78": "SUM(CA5)",
    "12,66": "SUM(BO5)",
    "0,10": "IF(BO16>0,\"確認が必要なお申込み物件や弊社からのご依頼物件に関する情報を掲載しています\",\"新着のトピックスはありません\")",
    "12,76": "SUM(BY5)",
    "15,68": "BK13+BM13+BO13",
    "18,68": "BQ13+BS13+BU13+BW13+BY13",
    "12,74": "SUM(BW5)",
    "12,64": "SUM(BM5)",
    "15,66": "BQ16+BQ19",
    "18,64": "IF(OR(BG19=1,BK19=1),\"2,3\",\"1\")",
    "12,62": "COUNT(BG5)",
    "18,58": "参照顧客代理店フラグ",
    "15,58": "参照管理グループIDs",
    "12,68": "SUM(BQ5)",
    "18,62": "参照顧客取次店フラグ",
    "15,62": "結合顧客IDs",
    "15,60": "参照管理グループ顧客IDs"
  },
  "CustomNames": [
    {
      "Name": "トピックス表示",
      "Formula": "TOPコンテンツ_TOPICS!$B$8"
    }
  ]
}