{
  "PageType": 0,
  "ColumnCount": 144,
  "RowCount": 89,
  "Formulas": {
    "31,131": "DW28",
    "19,118": "DO28",
    "31,118": "IFERROR(ODATA(\"m_group?$select=builder_notice_flg&$filter=group_id eq \"&IF(ISBLANK(DT28),\"null\",DT28)),0)",
    "13,131": "DQ28",
    "28,131": "IF(DV28>\"0\",DV28,\"\")",
    "10,131": "DP24",
    "16,131": "DR28",
    "5,89": "IFERROR(GETURLQUERYVALUE(\"pagename\"),\"\")",
    "37,131": "TEXTJOIN(\",\",TRUE,DS37)",
    "25,131": "TEXTJOIN(\",\",TRUE,DO37)",
    "19,131": "DS28",
    "83,83": "SUM(CN84)",
    "82,83": "SUM(CM84)",
    "81,83": "SUM(CL84)",
    "79,83": "SUM(CO79)",
    "78,83": "SUM(CN79)",
    "77,83": "SUM(CM79)",
    "76,83": "SUM(CL79)",
    "74,83": "SUM(CR71)",
    "73,83": "SUM(CQ71)",
    "72,83": "SUM(CP71)",
    "71,83": "SUM(CO71)",
    "70,83": "SUM(CN71)",
    "69,83": "SUM(CM71)",
    "68,83": "SUM(CL71)",
    "66,83": "SUM(CX57)",
    "65,83": "SUM(CW57)",
    "10,83": "SUM(CL13)",
    "64,83": "SUM(CV57)",
    "63,83": "SUM(CU57)",
    "62,83": "SUM(CT57)",
    "61,83": "SUM(CS57)",
    "60,83": "SUM(CR57)",
    "59,83": "SUM(CQ57)",
    "58,83": "SUM(CP57)",
    "57,83": "SUM(CO57)",
    "56,83": "SUM(CN57)",
    "55,83": "SUM(CM57)",
    "54,83": "SUM(CL57)",
    "52,83": "SUM(CU46)",
    "51,83": "SUM(CT46)",
    "50,83": "SUM(CS46)",
    "49,83": "SUM(CR46)",
    "48,83": "SUM(CQ46)",
    "47,83": "SUM(CP46)",
    "46,83": "SUM(CO46)",
    "45,83": "SUM(CN46)",
    "44,83": "SUM(CM46)",
    "43,83": "SUM(CL46)",
    "41,83": "SUM(CU35)",
    "40,83": "SUM(CT35)",
    "39,83": "SUM(CS35)",
    "38,83": "SUM(CR35)",
    "37,83": "SUM(CQ35)",
    "36,83": "SUM(CP35)",
    "35,83": "SUM(CO35)",
    "34,83": "SUM(CN35)",
    "33,83": "SUM(CM35)",
    "32,83": "SUM(CL35)",
    "30,83": "SUM(CT28)",
    "29,83": "SUM(CP28)",
    "28,83": "SUM(CO28)",
    "27,83": "SUM(CN28)",
    "26,83": "SUM(CM28)",
    "25,83": "SUM(CL28)",
    "23,83": "SUM(CP22)",
    "22,83": "SUM(CO22)",
    "21,83": "SUM(CN22)",
    "20,83": "SUM(CM22)",
    "19,83": "SUM(CL22)",
    "17,83": "SUM(CT13)",
    "16,83": "SUM(CP13)",
    "15,83": "SUM(CO13)",
    "13,83": "SUM(CX13)",
    "12,83": "SUM(CM13)",
    "34,131": "DX28",
    "22,131": "DT28",
    "43,131": "TEXTJOIN(\",\",TRUE,DS45)",
    "11,83": "SUM(CW13)",
    "14,83": "SUM(CY13)"
  },
  "ArrayFormulas": {
    "23,118,1,3": "ODATA(\"m_user?$select=customer_id,user_authority_id,user_group_keys&$filter=user_id eq \"&IF(ISBLANK(DO17),\"null\",DO17))",
    "27,118,1,10": "ODATA(\"m_customer?$select=customer_name,customer_abbr,agency_flg,brokerage_flg,main_office_flg,group_id,belong_group_ids,management_customer_ids,construction_flg,builder_flg&$filter=customer_id eq \"&IF(ISBLANK(参照顧客ID),\"null\",参照顧客ID))"
  },
  "CustomNames": [
    {
      "Name": "TOPコンテンツ表示切替ボタン",
      "Formula": "メインフォーム_サブ!$EB$8"
    },
    {
      "Name": "マスタフレーム更新フラグ",
      "Formula": "メインフォーム_サブ!$CL$3"
    },
    {
      "Name": "メニュー",
      "Formula": "メインフォーム_サブ!$D$2"
    },
    {
      "Name": "ユーザーグループKEYs",
      "Formula": "メインフォーム_サブ!$DO$11"
    },
    {
      "Name": "ユーザー権限",
      "Formula": "メインフォーム_サブ!$EB$11"
    },
    {
      "Name": "ログイン者本社フラグ",
      "Formula": "メインフォーム_サブ!$DO$8"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "メインフォーム_サブ!$DO$14"
    },
    {
      "Name": "解析_解析完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$30"
    },
    {
      "Name": "解析_解析待ち件数",
      "Formula": "メインフォーム_サブ!$CF$26"
    },
    {
      "Name": "解析_解析保留件数",
      "Formula": "メインフォーム_サブ!$CF$27"
    },
    {
      "Name": "解析_業務対応中件数",
      "Formula": "メインフォーム_サブ!$CF$28"
    },
    {
      "Name": "解析STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$24"
    },
    {
      "Name": "計上STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$74"
    },
    {
      "Name": "工事_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$55"
    },
    {
      "Name": "工事_工事確認中件数",
      "Formula": "メインフォーム_サブ!$CF$61"
    },
    {
      "Name": "工事_工事完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$67"
    },
    {
      "Name": "工事_工事日程確認中件数",
      "Formula": "メインフォーム_サブ!$CF$62"
    },
    {
      "Name": "工事_工事報告待ち件数",
      "Formula": "メインフォーム_サブ!$CF$63"
    },
    {
      "Name": "工事_施工審査中件数",
      "Formula": "メインフォーム_サブ!$CF$64"
    },
    {
      "Name": "工事_受注確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$60"
    },
    {
      "Name": "工事_審査完了件数",
      "Formula": "メインフォーム_サブ!$CF$59"
    },
    {
      "Name": "工事_設計審査中件数",
      "Formula": "メインフォーム_サブ!$CF$58"
    },
    {
      "Name": "工事_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$57"
    },
    {
      "Name": "工事_報告書納品待ち件数",
      "Formula": "メインフォーム_サブ!$CF$66"
    },
    {
      "Name": "工事STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$50"
    },
    {
      "Name": "工事見積_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$44"
    },
    {
      "Name": "工事見積_受注確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$53"
    },
    {
      "Name": "工事見積_修正依頼中件数",
      "Formula": "メインフォーム_サブ!$CF$50"
    },
    {
      "Name": "工事見積_審査完了件数",
      "Formula": "メインフォーム_サブ!$CF$52"
    },
    {
      "Name": "工事見積_審査保留件数",
      "Formula": "メインフォーム_サブ!$CF$51"
    },
    {
      "Name": "工事見積_設計審査中件数",
      "Formula": "メインフォーム_サブ!$CF$49"
    },
    {
      "Name": "工事見積_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$46"
    },
    {
      "Name": "工事見積ステータス更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$42"
    },
    {
      "Name": "最新件数取得ボタン",
      "Formula": "メインフォーム_サブ!$BW$3"
    },
    {
      "Name": "参照マスタ名",
      "Formula": "メインフォーム_サブ!$CF$3"
    },
    {
      "Name": "参照管理顧客IDs",
      "Formula": "メインフォーム_サブ!$EB$29"
    },
    {
      "Name": "参照顧客ID",
      "Formula": "メインフォーム_サブ!$DO$5"
    },
    {
      "Name": "参照管理グループIDs",
      "Formula": "メインフォーム_サブ!$EB$26"
    },
    {
      "Name": "参照顧客既定グループID",
      "Formula": "メインフォーム_サブ!$EB$23"
    },
    {
      "Name": "参照顧客取次店フラグ",
      "Formula": "メインフォーム_サブ!$EB$17"
    },
    {
      "Name": "参照顧客代理店フラグ",
      "Formula": "メインフォーム_サブ!$EB$14"
    },
    {
      "Name": "参照顧客本社フラグ",
      "Formula": "メインフォーム_サブ!$EB$20"
    },
    {
      "Name": "申込_タスク期限切れ件数",
      "Formula": "メインフォーム_サブ!$CF$7"
    },
    {
      "Name": "申込_資料待ち件数",
      "Formula": "メインフォーム_サブ!$CF$6"
    },
    {
      "Name": "申込_住あん申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$8"
    },
    {
      "Name": "請求_計上確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$84"
    },
    {
      "Name": "請求_登録内容確認中件数",
      "Formula": "メインフォーム_サブ!$CF$82"
    },
    {
      "Name": "請求_発注書回収待ち件数",
      "Formula": "メインフォーム_サブ!$CF$83"
    },
    {
      "Name": "測量_手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$20"
    },
    {
      "Name": "測量_手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$21"
    },
    {
      "Name": "測量_測量完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$24"
    },
    {
      "Name": "測量_測量結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$23"
    },
    {
      "Name": "測量_測量承諾待ち件数",
      "Formula": "メインフォーム_サブ!$CF$22"
    },
    {
      "Name": "測量STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$18"
    },
    {
      "Name": "調査_手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$11"
    },
    {
      "Name": "調査_手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$13"
    },
    {
      "Name": "調査_調査完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$17"
    },
    {
      "Name": "調査_調査結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$16"
    },
    {
      "Name": "調査手配_調査承諾待ち件数",
      "Formula": "メインフォーム_サブ!$CF$14"
    },
    {
      "Name": "調査STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$12"
    },
    {
      "Name": "転圧_見積手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$34"
    },
    {
      "Name": "転圧_見積手配中件数",
      "Formula": "メインフォーム_サブ!$CF$35"
    },
    {
      "Name": "転圧_再調査結果待ち件数",
      "Formula": "メインフォーム_サブ!$CF$41"
    },
    {
      "Name": "転圧_施工審査中件数",
      "Formula": "メインフォーム_サブ!$CF$40"
    },
    {
      "Name": "転圧_施工待ち件数",
      "Formula": "メインフォーム_サブ!$CF$39"
    },
    {
      "Name": "転圧_受注待ち件数",
      "Formula": "メインフォーム_サブ!$CF$36"
    },
    {
      "Name": "転圧_設計待ち件数",
      "Formula": "メインフォーム_サブ!$CF$33"
    },
    {
      "Name": "転圧_転圧確認中件数",
      "Formula": "メインフォーム_サブ!$CF$38"
    },
    {
      "Name": "転圧_転圧完了待ち件数",
      "Formula": "メインフォーム_サブ!$CF$42"
    },
    {
      "Name": "転圧_日程確認中件数",
      "Formula": "メインフォーム_サブ!$CF$37"
    },
    {
      "Name": "転圧STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$32"
    },
    {
      "Name": "付保_キャンセル申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$80"
    },
    {
      "Name": "付保_証明書申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$78"
    },
    {
      "Name": "付保_証明書納品待ち件数",
      "Formula": "メインフォーム_サブ!$CF$79"
    },
    {
      "Name": "付保_付保申請待ち件数",
      "Formula": "メインフォーム_サブ!$CF$77"
    },
    {
      "Name": "付保STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$69"
    },
    {
      "Name": "保証_保証確認中件数",
      "Formula": "メインフォーム_サブ!$CF$71"
    },
    {
      "Name": "保証_保証書発行待ち件数",
      "Formula": "メインフォーム_サブ!$CF$69"
    },
    {
      "Name": "保証_郵送依頼待ち件数",
      "Formula": "メインフォーム_サブ!$CF$75"
    },
    {
      "Name": "保証_郵送手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$74"
    },
    {
      "Name": "保証STカウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$63"
    },
    {
      "Name": "ログイン所属会社名",
      "Formula": "メインフォーム_サブ!$DO$20"
    },
    {
      "Name": "申込カウント更新ボタン",
      "Formula": "メインフォーム_サブ!$DD$8"
    },
    {
      "Name": "物件件数取得ボタン",
      "Formula": "メインフォーム_サブ!$DD$3"
    },
    {
      "Name": "既定グループ住宅事業者通知フラグ",
      "Formula": "メインフォーム_サブ!$DO$32"
    },
    {
      "Name": "申込_問合せ対応待ち件数",
      "Formula": "メインフォーム_サブ!$CF$9"
    },
    {
      "Name": "工事_審査修正依頼中件数",
      "Formula": "メインフォーム_サブ!$CF$65"
    },
    {
      "Name": "工事見積_見積催促中件数",
      "Formula": "メインフォーム_サブ!$CF$48"
    },
    {
      "Name": "工事見積_見積手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$45"
    },
    {
      "Name": "工事_見積手配保留件数",
      "Formula": "メインフォーム_サブ!$CF$56"
    },
    {
      "Name": "工事見積_リマインド予定件数",
      "Formula": "メインフォーム_サブ!$CF$47"
    },
    {
      "Name": "保証_発注書待ち件数",
      "Formula": "メインフォーム_サブ!$CF$72"
    },
    {
      "Name": "保証_保証保留件数",
      "Formula": "メインフォーム_サブ!$CF$73"
    },
    {
      "Name": "解析_本判定依頼待ち",
      "Formula": "メインフォーム_サブ!$CF$31"
    },
    {
      "Name": "調査_本調査依頼待ち件数",
      "Formula": "メインフォーム_サブ!$CF$18"
    },
    {
      "Name": "参照工事会社フラグ",
      "Formula": "メインフォーム_サブ!$EB$32"
    },
    {
      "Name": "参照住宅事業者フラグ",
      "Formula": "メインフォーム_サブ!$EB$35"
    },
    {
      "Name": "参照管理グループ顧客IDs",
      "Formula": "メインフォーム_サブ!$EB$38"
    },
    {
      "Name": "解析_自動送信待ち件数",
      "Formula": "メインフォーム_サブ!$CF$29"
    },
    {
      "Name": "保証_自動発行待ち件数",
      "Formula": "メインフォーム_サブ!$CF$70"
    },
    {
      "Name": "参照管理グループ下顧客IDs",
      "Formula": "メインフォーム_サブ!$EB$44"
    },
    {
      "Name": "調査手配_自動手配待ち件数",
      "Formula": "メインフォーム_サブ!$CF$12"
    },
    {
      "Name": "調査手配_調査確定待ち件数",
      "Formula": "メインフォーム_サブ!$CF$15"
    }
  ]
}