{
  "PageType": 0,
  "ColumnCount": 67,
  "RowCount": 28,
  "Formulas": {
    "13,39": "COUNTIF(AX10,\"<>\")",
    "3,2": "IF(VALUE(差し替えフラグ)=1,\"送付済みの工事報告書ファイルを全て差し替えします。\",\"\")"
  },
  "CustomNames": [
    {
      "Name": "ファイルアップロードフラグ",
      "Formula": "ファイルアップロード_工事報告!$BB$26"
    },
    {
      "Name": "抽出カウント",
      "Formula": "ファイルアップロード_工事報告!$AN$13"
    },
    {
      "Name": "添付ファイル",
      "Formula": "ファイルアップロード_工事報告!$C$21"
    },
    {
      "Name": "差し替えフラグ",
      "Formula": "ファイルアップロード_工事報告!$BJ$5"
    },
    {
      "Name": "資料追加フラグ",
      "Formula": "ファイルアップロード_工事報告!$BJ$9"
    }
  ]
}