{
  "PageType": 0,
  "ColumnCount": 63,
  "RowCount": 26,
  "Formulas": {
    "17,46": "IF(問合せID=\"\",\"この内容でお問い合わせします。\"&CHAR(10)&\"よろしいですか？\",\"お問い合わせ内容を更新します。\"&CHAR(10)&\"よろしいですか？\")",
    "4,46": "\"お問合せいただき誠にありがとうございます。内容を確認の上、近日中に対応いたします。\"&CHAR(10)&\"ご回答までいましばらくお待ちください。\"",
    "10,46": "\"お問合せ内容の変更を承りました。内容を確認の上、近日中に対応いたします。\"&CHAR(10)&\"ご回答までいましばらくお待ちください。\""
  },
  "CustomNames": [
    {
      "Name": "工事見積ID",
      "Formula": "工事見積お問い合せ登録!$AI$14"
    },
    {
      "Name": "更新フラグ",
      "Formula": "工事見積お問い合せ登録!$AI$18"
    },
    {
      "Name": "申込ID",
      "Formula": "工事見積お問い合せ登録!$AI$11"
    },
    {
      "Name": "添付ファイル",
      "Formula": "工事見積お問い合せ登録!$C$17"
    },
    {
      "Name": "変換ファイル",
      "Formula": "工事見積お問い合せ登録!$AU$23"
    },
    {
      "Name": "問合せID",
      "Formula": "工事見積お問い合せ登録!$AI$5"
    },
    {
      "Name": "問合せ会社ID",
      "Formula": "工事見積お問い合せ登録!$AI$8"
    }
  ]
}