{
  "PageType": 0,
  "ColumnCount": 160,
  "RowCount": 93,
  "Formulas": {
    "18,153": "IF(AND(DR19<>\"\",DR21=DB4),1,0)",
    "3,97": "工事見積ステップ",
    "2,69": "IF(DZ4=1,IF(DR7<>\"\",DR7,DZ7),IF(DR13<>\"\",DR13,DZ13))",
    "46,121": "IF(DJ47>0,1,0)",
    "46,105": "COUNTIF(CT48,1)",
    "1,18": "IF(DZ4=1,CT7,CT13)",
    "64,113": "IF(DB65>0,1,0)",
    "18,145": "IF(AND(DJ19<>\"\",DJ21=DB4),1,0)",
    "3,105": "参照顧客ID",
    "18,129": "IF(AND(CT19<>\"\",CT21=DB4),1,0)",
    "8,32": "IF(DZ19=1,CT19,IF(EH19=1,DB19,IF(EH19=1,DJ19,IF(EP19=1,DR19,\"\"))))",
    "64,105": "COUNT(CU64)",
    "2,35": "IF(DZ4=1,IF(DJ7<>\"\",DJ7,\"\"),IF(DJ13<>\"\",DJ13,\"\"))",
    "18,137": "IF(AND(DB19<>\"\",DB21=DB4),1,0)",
    "2,18": "IF(DZ4=1,IF(DB7<>\"\",DB7&\" 様\",\"\"),IF(DB13<>\"\",DB13&\" 様\",\"\"))",
    "46,113": "COUNT(CU48)",
    "62,105": "COUNTIF(CT64,1)",
    "26,105": "COUNTIF(CT26,1)",
    "3,137": "IFERROR(IF(ブラウザ表示フラグ=1,1,0),0)",
    "22,153": "IF(OR(DZ27=1,EF27=1,EL27=1,ER27=1),1,0)",
    "43,18": "IF(EG47=1,\"※仮審査では施工はできません。施工前に再検討・本審査をお願いします。\",\"\")"
  },
  "CustomNames": [
    {
      "Name": "設計承認フラグ",
      "Formula": "工事物件詳細!$DR$32"
    },
    {
      "Name": "受注工事状況ボタン",
      "Formula": "工事物件詳細!$D$51"
    },
    {
      "Name": "見積ファイル参照ボタン",
      "Formula": "工事物件詳細!$D$23"
    },
    {
      "Name": "設計審査状況ボタン",
      "Formula": "工事物件詳細!$D$32"
    },
    {
      "Name": "添付ファイル参照ボタン",
      "Formula": "工事物件詳細!$D$16"
    },
    {
      "Name": "物件番号",
      "Formula": "工事物件詳細!$EP$4"
    },
    {
      "Name": "受注前終了フラグ",
      "Formula": "工事物件詳細!$EX$23"
    }
  ]
}