{
  "PageType": 0,
  "ColumnCount": 60,
  "RowCount": 68,
  "Formulas": {
    "21,41": "請求書送付方法"
  },
  "CustomNames": [
    {
      "Name": "解析請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$53"
    },
    {
      "Name": "工事請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$57"
    },
    {
      "Name": "支払条件表示制御フラグ",
      "Formula": "顧客マスタ_請求支払!$AZ$44"
    },
    {
      "Name": "支払先ID",
      "Formula": "顧客マスタ_請求支払!$AP$66"
    },
    {
      "Name": "支払先指定フラグ",
      "Formula": "顧客マスタ_請求支払!$C$64"
    },
    {
      "Name": "振込名義",
      "Formula": "顧客マスタ_請求支払!$J$22"
    },
    {
      "Name": "請求支払チェックボタン",
      "Formula": "顧客マスタ_請求支払!$AW$6"
    },
    {
      "Name": "請求支払表示制御ボタン",
      "Formula": "顧客マスタ_請求支払!$AW$16"
    },
    {
      "Name": "請求書宛名",
      "Formula": "顧客マスタ_請求支払!$J$28"
    },
    {
      "Name": "請求書書式ID",
      "Formula": "顧客マスタ_請求支払!$J$16"
    },
    {
      "Name": "請求書送付方法",
      "Formula": "顧客マスタ_請求支払!$J$26"
    },
    {
      "Name": "請求書担当者名",
      "Formula": "顧客マスタ_請求支払!$J$30"
    },
    {
      "Name": "請求書発行単位ID",
      "Formula": "顧客マスタ_請求支払!$J$14"
    },
    {
      "Name": "請求書必着日",
      "Formula": "顧客マスタ_請求支払!$AD$22"
    },
    {
      "Name": "請求条件表示制御フラグ",
      "Formula": "顧客マスタ_請求支払!$AP$44"
    },
    {
      "Name": "請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$6"
    },
    {
      "Name": "請求先指定フラグ",
      "Formula": "顧客マスタ_請求支払!$C$4"
    },
    {
      "Name": "請求締日",
      "Formula": "顧客マスタ_請求支払!$AD$14"
    },
    {
      "Name": "測量請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$51"
    },
    {
      "Name": "調査請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$49"
    },
    {
      "Name": "通知先ID",
      "Formula": "顧客マスタ_請求支払!$AP$34"
    },
    {
      "Name": "通知先指定フラグ",
      "Formula": "顧客マスタ_請求支払!$C$32"
    },
    {
      "Name": "転圧請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$55"
    },
    {
      "Name": "入金営業日",
      "Formula": "顧客マスタ_請求支払!$AD$20"
    },
    {
      "Name": "入金月",
      "Formula": "顧客マスタ_請求支払!$AD$16"
    },
    {
      "Name": "入金日",
      "Formula": "顧客マスタ_請求支払!$AD$18"
    },
    {
      "Name": "発注書必要フラグ",
      "Formula": "顧客マスタ_請求支払!$J$18"
    },
    {
      "Name": "保証請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$59"
    },
    {
      "Name": "郵送先ID",
      "Formula": "顧客マスタ_請求支払!$AP$38"
    },
    {
      "Name": "郵送先指定フラグ",
      "Formula": "顧客マスタ_請求支払!$C$36"
    },
    {
      "Name": "物件担当者記載フラグ",
      "Formula": "顧客マスタ_請求支払!$J$20"
    },
    {
      "Name": "既定条件セットボタン",
      "Formula": "顧客マスタ_請求支払!$AD$4"
    },
    {
      "Name": "指定振込口座ID",
      "Formula": "顧客マスタ_請求支払!$J$24"
    },
    {
      "Name": "注文住宅請求先ID",
      "Formula": "顧客マスタ_請求支払!$AP$12"
    },
    {
      "Name": "分譲住宅請求先ID",
      "Formula": "顧客マスタ_請求支払!$AW$12"
    }
  ]
}