{
  "PageType": 0,
  "ColumnCount": 95,
  "RowCount": 142,
  "Formulas": {
    "4,71": "IF(顧客ID=\"\",0,顧客ID)"
  },
  "CustomNames": [
    {
      "Name": "アイダ設計フローフラグ",
      "Formula": "顧客マスタ_既定値!$Q$24"
    },
    {
      "Name": "ダウンロードリンク区分",
      "Formula": "顧客マスタ_既定値!$W$134"
    },
    {
      "Name": "ダウンロードリンク適用フラグ",
      "Formula": "顧客マスタ_既定値!$E$134"
    },
    {
      "Name": "営業設計工務表示フラグ",
      "Formula": "顧客マスタ_既定値!$Q$6"
    },
    {
      "Name": "液状化判定必要フラグ",
      "Formula": "顧客マスタ_既定値!$E$71"
    },
    {
      "Name": "解析結果送付見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$75"
    },
    {
      "Name": "解析条件",
      "Formula": "顧客マスタ_既定値!$C$69"
    },
    {
      "Name": "改良判定時基礎図必要フラグ",
      "Formula": "顧客マスタ_既定値!$AK$92"
    },
    {
      "Name": "基礎形状ID",
      "Formula": "顧客マスタ_既定値!$CD$5"
    },
    {
      "Name": "既存建物旧計算方法フラグ",
      "Formula": "顧客マスタ_既定値!$E$48"
    },
    {
      "Name": "既存建物対応商品ID",
      "Formula": "顧客マスタ_既定値!$BT$59"
    },
    {
      "Name": "既定値チェックボタン",
      "Formula": "顧客マスタ_既定値!$CK$12"
    },
    {
      "Name": "既定保証期間",
      "Formula": "顧客マスタ_既定値!$S$115"
    },
    {
      "Name": "建物構造ID",
      "Formula": "顧客マスタ_既定値!$BY$5"
    },
    {
      "Name": "検討書必要フラグ",
      "Formula": "顧客マスタ_既定値!$AK$73"
    },
    {
      "Name": "工事見積注意事項",
      "Formula": "顧客マスタ_既定値!$E$96"
    },
    {
      "Name": "工事見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$92"
    },
    {
      "Name": "工事紹介料フラグ",
      "Formula": "顧客マスタ_既定値!$E$103"
    },
    {
      "Name": "工事条件",
      "Formula": "顧客マスタ_既定値!$C$90"
    },
    {
      "Name": "工事条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$BT$90"
    },
    {
      "Name": "工事請負フラグ",
      "Formula": "顧客マスタ_既定値!$U$92"
    },
    {
      "Name": "工事報告書納品日数",
      "Formula": "顧客マスタ_既定値!$W$101"
    },
    {
      "Name": "高低差対応商品ID",
      "Formula": "顧客マスタ_既定値!$BT$57"
    },
    {
      "Name": "差出人既定値フラグ",
      "Formula": "顧客マスタ_既定値!$E$132"
    },
    {
      "Name": "残土処分フラグ",
      "Formula": "顧客マスタ_既定値!$BC$86"
    },
    {
      "Name": "指定保証期間s",
      "Formula": "顧客マスタ_既定値!$AG$117"
    },
    {
      "Name": "初期調査区分",
      "Formula": "顧客マスタ_既定値!$X$31"
    },
    {
      "Name": "紹介料計上区分",
      "Formula": "顧客マスタ_既定値!$AA$103"
    },
    {
      "Name": "紹介料単価設定フラグ",
      "Formula": "顧客マスタ_既定値!$AW$103"
    },
    {
      "Name": "紹介料適用開始日",
      "Formula": "顧客マスタ_既定値!$AA$105"
    },
    {
      "Name": "紹介料標準単価",
      "Formula": "顧客マスタ_既定値!$BE$105"
    },
    {
      "Name": "申込条件",
      "Formula": "顧客マスタ_既定値!$C$2"
    },
    {
      "Name": "測量条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$BT$46"
    },
    {
      "Name": "測量注意事項",
      "Formula": "顧客マスタ_既定値!$E$63"
    },
    {
      "Name": "測量報告書納品日数",
      "Formula": "顧客マスタ_既定値!$W$53"
    },
    {
      "Name": "調査条件",
      "Formula": "顧客マスタ_既定値!$C$29"
    },
    {
      "Name": "調査条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$BT$29"
    },
    {
      "Name": "調査注意事項",
      "Formula": "顧客マスタ_既定値!$E$40"
    },
    {
      "Name": "調査報告書納品日数",
      "Formula": "顧客マスタ_既定値!$W$36"
    },
    {
      "Name": "通知先ユーザー1",
      "Formula": "顧客マスタ_既定値!$BT$8"
    },
    {
      "Name": "通知先ユーザー2",
      "Formula": "顧客マスタ_既定値!$BY$8"
    },
    {
      "Name": "通知先ユーザー3",
      "Formula": "顧客マスタ_既定値!$CD$8"
    },
    {
      "Name": "通知先ユーザー4",
      "Formula": "顧客マスタ_既定値!$BT$12"
    },
    {
      "Name": "通知先ユーザー5",
      "Formula": "顧客マスタ_既定値!$BY$12"
    },
    {
      "Name": "通知先ユーザー6",
      "Formula": "顧客マスタ_既定値!$CD$12"
    },
    {
      "Name": "転圧見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$86"
    },
    {
      "Name": "転圧再調査フラグ",
      "Formula": "顧客マスタ_既定値!$AK$86"
    },
    {
      "Name": "転圧条件",
      "Formula": "顧客マスタ_既定値!$C$84"
    },
    {
      "Name": "転圧条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$BT$84"
    },
    {
      "Name": "転圧他社施工フラグ",
      "Formula": "顧客マスタ_既定値!$U$86"
    },
    {
      "Name": "転圧判定不可フラグ",
      "Formula": "顧客マスタ_既定値!$AK$71"
    },
    {
      "Name": "転圧報告書納品日数",
      "Formula": "顧客マスタ_既定値!$W$88"
    },
    {
      "Name": "納品ファイル形式",
      "Formula": "顧客マスタ_既定値!$AO$48"
    },
    {
      "Name": "付保証明書必要フラグ",
      "Formula": "顧客マスタ_既定値!$BC$115"
    },
    {
      "Name": "敷地面積対応商品ID",
      "Formula": "顧客マスタ_既定値!$BT$55"
    },
    {
      "Name": "保証期間指定フラグ",
      "Formula": "顧客マスタ_既定値!$E$117"
    },
    {
      "Name": "保証書原本郵送フラグ",
      "Formula": "顧客マスタ_既定値!$E$119"
    },
    {
      "Name": "保証条件",
      "Formula": "顧客マスタ_既定値!$C$113"
    },
    {
      "Name": "保証追記事項",
      "Formula": "顧客マスタ_既定値!$S$122"
    },
    {
      "Name": "郵送手数料フラグ",
      "Formula": "顧客マスタ_既定値!$AG$115"
    },
    {
      "Name": "郵送方法区分",
      "Formula": "顧客マスタ_既定値!$AI$119"
    },
    {
      "Name": "例外都道府県s",
      "Formula": "顧客マスタ_既定値!$Q$27"
    },
    {
      "Name": "見積リマインド不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$107"
    },
    {
      "Name": "解析レポート公開フラグ",
      "Formula": "顧客マスタ_既定値!$E$138"
    },
    {
      "Name": "調査データ添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$73"
    },
    {
      "Name": "保証確認不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$126"
    },
    {
      "Name": "調査保証見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$18"
    },
    {
      "Name": "解析保証見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$20"
    },
    {
      "Name": "見積担当住宅事業者フラグ",
      "Formula": "顧客マスタ_既定値!$E$109"
    },
    {
      "Name": "指定見積業者数",
      "Formula": "顧客マスタ_既定値!$AM$109"
    },
    {
      "Name": "申込時見積書作成フラグ",
      "Formula": "顧客マスタ_既定値!$E$22"
    },
    {
      "Name": "見積書提出必須フラグ",
      "Formula": "顧客マスタ_既定値!$E$111"
    },
    {
      "Name": "調査日程通知見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$33"
    },
    {
      "Name": "調査日程通知見積調査フラグ",
      "Formula": "顧客マスタ_既定値!$AN$33"
    },
    {
      "Name": "調査日程通知見積解析フラグ",
      "Formula": "顧客マスタ_既定値!$AT$33"
    },
    {
      "Name": "調査日程通知見積保証フラグ",
      "Formula": "顧客マスタ_既定値!$AZ$33"
    },
    {
      "Name": "測量日程通知見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$50"
    },
    {
      "Name": "申込タイプ条件",
      "Formula": "顧客マスタ_既定値!$S$79"
    },
    {
      "Name": "解析結果区分s",
      "Formula": "顧客マスタ_既定値!$Y$77"
    },
    {
      "Name": "解析結果送付見積調査フラグ",
      "Formula": "顧客マスタ_既定値!$T$81"
    },
    {
      "Name": "解析結果送付見積解析フラグ",
      "Formula": "顧客マスタ_既定値!$Z$81"
    },
    {
      "Name": "解析結果送付見積保証フラグ",
      "Formula": "顧客マスタ_既定値!$AF$81"
    },
    {
      "Name": "測量完了時見積送信フラグ",
      "Formula": "顧客マスタ_既定値!$AG$50"
    },
    {
      "Name": "保証書発行見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$128"
    },
    {
      "Name": "判定書自動送信非対応フラグ",
      "Formula": "顧客マスタ_既定値!$AK$75"
    },
    {
      "Name": "新規申込不可フラグ",
      "Formula": "顧客マスタ_既定値!$E$16"
    },
    {
      "Name": "保証書自動発行非対応フラグ",
      "Formula": "顧客マスタ_既定値!$AK$128"
    },
    {
      "Name": "住宅タイプ表示フラグ",
      "Formula": "顧客マスタ_既定値!$Q$14"
    }
  ]
}