{
  "PageType": 0,
  "ColumnCount": 89,
  "RowCount": 31,
  "Formulas": {
    "13,46": "\"管理顧客設定(\"&BZ17&\")\"",
    "9,15": "TRIM(P4&P6&AN6)&\" \"&P8",
    "16,77": "IF(BT17=\"\",0,LEN(BT17)-LEN(SUBSTITUTE(BT17,\",\",\"\"))+1)"
  },
  "CustomNames": [
    {
      "Name": "FAX番号",
      "Formula": "顧客マスタ_基本情報!$AN$12"
    },
    {
      "Name": "その他取引先フラグ",
      "Formula": "顧客マスタ_基本情報!$AV$18"
    },
    {
      "Name": "ビル名",
      "Formula": "顧客マスタ_基本情報!$P$8"
    },
    {
      "Name": "営業担当者ID",
      "Formula": "顧客マスタ_基本情報!$BT$10"
    },
    {
      "Name": "基本情報チェックボタン",
      "Formula": "顧客マスタ_基本情報!$BT$4"
    },
    {
      "Name": "個人フラグ",
      "Formula": "顧客マスタ_基本情報!$AL$18"
    },
    {
      "Name": "工事会社フラグ",
      "Formula": "顧客マスタ_基本情報!$BF$16"
    },
    {
      "Name": "市区郡名",
      "Formula": "顧客マスタ_基本情報!$P$6"
    },
    {
      "Name": "支払先フラグ",
      "Formula": "顧客マスタ_基本情報!$AB$17"
    },
    {
      "Name": "取次店フラグ",
      "Formula": "顧客マスタ_基本情報!$AV$17"
    },
    {
      "Name": "住あんフラグ",
      "Formula": "顧客マスタ_基本情報!$P$20"
    },
    {
      "Name": "住所",
      "Formula": "顧客マスタ_基本情報!$P$10"
    },
    {
      "Name": "住宅事業者フラグ",
      "Formula": "顧客マスタ_基本情報!$P$16"
    },
    {
      "Name": "請求先フラグ",
      "Formula": "顧客マスタ_基本情報!$P$17"
    },
    {
      "Name": "測量会社フラグ",
      "Formula": "顧客マスタ_基本情報!$AL$16"
    },
    {
      "Name": "代理店フラグ",
      "Formula": "顧客マスタ_基本情報!$AL$17"
    },
    {
      "Name": "町名番地",
      "Formula": "顧客マスタ_基本情報!$AN$6"
    },
    {
      "Name": "調査会社フラグ",
      "Formula": "顧客マスタ_基本情報!$AB$16"
    },
    {
      "Name": "転圧会社フラグ",
      "Formula": "顧客マスタ_基本情報!$AV$16"
    },
    {
      "Name": "電話番号",
      "Formula": "顧客マスタ_基本情報!$P$12"
    },
    {
      "Name": "都道府県",
      "Formula": "顧客マスタ_基本情報!$P$4"
    },
    {
      "Name": "保証会社フラグ",
      "Formula": "顧客マスタ_基本情報!$AB$18"
    },
    {
      "Name": "本社フラグ",
      "Formula": "顧客マスタ_基本情報!$BF$17"
    },
    {
      "Name": "有効フラグ",
      "Formula": "顧客マスタ_基本情報!$P$28"
    },
    {
      "Name": "郵送先フラグ",
      "Formula": "顧客マスタ_基本情報!$P$18"
    },
    {
      "Name": "郵便番号",
      "Formula": "顧客マスタ_基本情報!$P$2"
    },
    {
      "Name": "住あん申請開始日",
      "Formula": "顧客マスタ_基本情報!$AF$22"
    },
    {
      "Name": "ダンドリワークユーザーフラグ",
      "Formula": "顧客マスタ_基本情報!$AL$20"
    },
    {
      "Name": "ANDPADユーザーフラグ",
      "Formula": "顧客マスタ_基本情報!$AB$20"
    },
    {
      "Name": "管理コード",
      "Formula": "顧客マスタ_基本情報!$BB$2"
    },
    {
      "Name": "システム利用者フラグ",
      "Formula": "顧客マスタ_基本情報!$AV$20"
    },
    {
      "Name": "システム利用開始日",
      "Formula": "顧客マスタ_基本情報!$AF$24"
    },
    {
      "Name": "ヒアリングステータス",
      "Formula": "顧客マスタ_基本情報!$P$26"
    }
  ]
}