{
  "PageType": 0,
  "ColumnCount": 100,
  "RowCount": 157,
  "Formulas": {
    "4,71": "IF(顧客ID=\"\",0,顧客ID)"
  },
  "CustomNames": [
    {
      "Name": "アイダ設計フローフラグ",
      "Formula": "顧客マスタ_既定値!$Q$24"
    },
    {
      "Name": "ダウンロードリンク区分",
      "Formula": "顧客マスタ_既定値!$W$149"
    },
    {
      "Name": "ダウンロードリンク適用フラグ",
      "Formula": "顧客マスタ_既定値!$E$149"
    },
    {
      "Name": "営業設計工務表示フラグ",
      "Formula": "顧客マスタ_既定値!$Q$6"
    },
    {
      "Name": "液状化判定必要フラグ",
      "Formula": "顧客マスタ_既定値!$E$76"
    },
    {
      "Name": "解析結果送付見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$82"
    },
    {
      "Name": "解析条件",
      "Formula": "顧客マスタ_既定値!$C$74"
    },
    {
      "Name": "改良判定時基礎図必要フラグ",
      "Formula": "顧客マスタ_既定値!$AK$103"
    },
    {
      "Name": "基礎形状ID",
      "Formula": "顧客マスタ_既定値!$CD$5"
    },
    {
      "Name": "既存建物旧計算方法フラグ",
      "Formula": "顧客マスタ_既定値!$E$53"
    },
    {
      "Name": "既存建物対応商品ID",
      "Formula": "顧客マスタ_既定値!$BT$64"
    },
    {
      "Name": "既定値チェックボタン",
      "Formula": "顧客マスタ_既定値!$CK$12"
    },
    {
      "Name": "既定保証期間",
      "Formula": "顧客マスタ_既定値!$S$130"
    },
    {
      "Name": "建物構造ID",
      "Formula": "顧客マスタ_既定値!$BY$5"
    },
    {
      "Name": "検討書必要フラグ",
      "Formula": "顧客マスタ_既定値!$AK$78"
    },
    {
      "Name": "工事見積注意事項",
      "Formula": "顧客マスタ_既定値!$E$107"
    },
    {
      "Name": "工事見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$103"
    },
    {
      "Name": "工事紹介料フラグ",
      "Formula": "顧客マスタ_既定値!$E$114"
    },
    {
      "Name": "工事条件",
      "Formula": "顧客マスタ_既定値!$C$101"
    },
    {
      "Name": "工事条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$BT$101"
    },
    {
      "Name": "工事請負フラグ",
      "Formula": "顧客マスタ_既定値!$U$103"
    },
    {
      "Name": "工事報告書納品日数",
      "Formula": "顧客マスタ_既定値!$W$112"
    },
    {
      "Name": "高低差対応商品ID",
      "Formula": "顧客マスタ_既定値!$BT$62"
    },
    {
      "Name": "差出人既定値フラグ",
      "Formula": "顧客マスタ_既定値!$E$147"
    },
    {
      "Name": "残土処分フラグ",
      "Formula": "顧客マスタ_既定値!$BC$97"
    },
    {
      "Name": "指定保証期間s",
      "Formula": "顧客マスタ_既定値!$AG$132"
    },
    {
      "Name": "初期調査区分",
      "Formula": "顧客マスタ_既定値!$X$31"
    },
    {
      "Name": "紹介料計上区分",
      "Formula": "顧客マスタ_既定値!$AA$118"
    },
    {
      "Name": "紹介料単価設定フラグ",
      "Formula": "顧客マスタ_既定値!$AW$118"
    },
    {
      "Name": "紹介料適用開始日",
      "Formula": "顧客マスタ_既定値!$AA$120"
    },
    {
      "Name": "紹介料標準単価",
      "Formula": "顧客マスタ_既定値!$BE$120"
    },
    {
      "Name": "申込条件",
      "Formula": "顧客マスタ_既定値!$C$2"
    },
    {
      "Name": "測量条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$BT$51"
    },
    {
      "Name": "測量注意事項",
      "Formula": "顧客マスタ_既定値!$E$68"
    },
    {
      "Name": "測量報告書納品日数",
      "Formula": "顧客マスタ_既定値!$W$58"
    },
    {
      "Name": "調査条件",
      "Formula": "顧客マスタ_既定値!$C$29"
    },
    {
      "Name": "調査条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$BT$29"
    },
    {
      "Name": "調査注意事項",
      "Formula": "顧客マスタ_既定値!$E$45"
    },
    {
      "Name": "調査報告書納品日数",
      "Formula": "顧客マスタ_既定値!$X$41"
    },
    {
      "Name": "通知先ユーザー1",
      "Formula": "顧客マスタ_既定値!$BT$8"
    },
    {
      "Name": "通知先ユーザー2",
      "Formula": "顧客マスタ_既定値!$BY$8"
    },
    {
      "Name": "通知先ユーザー3",
      "Formula": "顧客マスタ_既定値!$CD$8"
    },
    {
      "Name": "通知先ユーザー4",
      "Formula": "顧客マスタ_既定値!$BT$12"
    },
    {
      "Name": "通知先ユーザー5",
      "Formula": "顧客マスタ_既定値!$BY$12"
    },
    {
      "Name": "通知先ユーザー6",
      "Formula": "顧客マスタ_既定値!$CD$12"
    },
    {
      "Name": "転圧見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$97"
    },
    {
      "Name": "転圧再調査フラグ",
      "Formula": "顧客マスタ_既定値!$AK$97"
    },
    {
      "Name": "転圧条件",
      "Formula": "顧客マスタ_既定値!$C$95"
    },
    {
      "Name": "転圧条件表示制御フラグ",
      "Formula": "顧客マスタ_既定値!$BT$95"
    },
    {
      "Name": "転圧他社施工フラグ",
      "Formula": "顧客マスタ_既定値!$U$97"
    },
    {
      "Name": "転圧判定不可フラグ",
      "Formula": "顧客マスタ_既定値!$AK$76"
    },
    {
      "Name": "転圧報告書納品日数",
      "Formula": "顧客マスタ_既定値!$W$99"
    },
    {
      "Name": "納品ファイル形式",
      "Formula": "顧客マスタ_既定値!$AO$53"
    },
    {
      "Name": "付保証明書必要フラグ",
      "Formula": "顧客マスタ_既定値!$BC$130"
    },
    {
      "Name": "敷地面積対応商品ID",
      "Formula": "顧客マスタ_既定値!$BT$60"
    },
    {
      "Name": "保証期間指定フラグ",
      "Formula": "顧客マスタ_既定値!$E$132"
    },
    {
      "Name": "保証書原本郵送フラグ",
      "Formula": "顧客マスタ_既定値!$E$134"
    },
    {
      "Name": "保証条件",
      "Formula": "顧客マスタ_既定値!$C$128"
    },
    {
      "Name": "保証追記事項",
      "Formula": "顧客マスタ_既定値!$S$137"
    },
    {
      "Name": "郵送手数料フラグ",
      "Formula": "顧客マスタ_既定値!$AG$130"
    },
    {
      "Name": "郵送方法区分",
      "Formula": "顧客マスタ_既定値!$AI$134"
    },
    {
      "Name": "例外都道府県s",
      "Formula": "顧客マスタ_既定値!$Q$27"
    },
    {
      "Name": "見積リマインド不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$122"
    },
    {
      "Name": "解析レポート公開フラグ",
      "Formula": "顧客マスタ_既定値!$E$153"
    },
    {
      "Name": "調査データ添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$78"
    },
    {
      "Name": "保証確認不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$141"
    },
    {
      "Name": "調査保証見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$18"
    },
    {
      "Name": "解析保証見積不要フラグ",
      "Formula": "顧客マスタ_既定値!$E$20"
    },
    {
      "Name": "見積担当住宅事業者フラグ",
      "Formula": "顧客マスタ_既定値!$E$124"
    },
    {
      "Name": "指定見積業者数",
      "Formula": "顧客マスタ_既定値!$AM$124"
    },
    {
      "Name": "申込時見積書作成フラグ",
      "Formula": "顧客マスタ_既定値!$E$22"
    },
    {
      "Name": "見積書提出必須フラグ",
      "Formula": "顧客マスタ_既定値!$E$126"
    },
    {
      "Name": "調査日程通知見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$35"
    },
    {
      "Name": "調査日程通知見積調査フラグ",
      "Formula": "顧客マスタ_既定値!$AN$35"
    },
    {
      "Name": "調査日程通知見積解析フラグ",
      "Formula": "顧客マスタ_既定値!$AT$35"
    },
    {
      "Name": "調査日程通知見積保証フラグ",
      "Formula": "顧客マスタ_既定値!$AZ$35"
    },
    {
      "Name": "測量日程通知見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$55"
    },
    {
      "Name": "申込タイプ条件",
      "Formula": "顧客マスタ_既定値!$S$86"
    },
    {
      "Name": "解析結果区分s",
      "Formula": "顧客マスタ_既定値!$Y$84"
    },
    {
      "Name": "解析結果送付見積調査フラグ",
      "Formula": "顧客マスタ_既定値!$T$88"
    },
    {
      "Name": "解析結果送付見積解析フラグ",
      "Formula": "顧客マスタ_既定値!$Z$88"
    },
    {
      "Name": "解析結果送付見積保証フラグ",
      "Formula": "顧客マスタ_既定値!$AF$88"
    },
    {
      "Name": "測量完了時見積送信フラグ",
      "Formula": "顧客マスタ_既定値!$AG$55"
    },
    {
      "Name": "保証書発行見積添付フラグ",
      "Formula": "顧客マスタ_既定値!$E$143"
    },
    {
      "Name": "判定書自動送信非対応フラグ",
      "Formula": "顧客マスタ_既定値!$AK$82"
    },
    {
      "Name": "新規申込不可フラグ",
      "Formula": "顧客マスタ_既定値!$E$16"
    },
    {
      "Name": "保証書自動発行非対応フラグ",
      "Formula": "顧客マスタ_既定値!$AK$143"
    },
    {
      "Name": "住宅タイプ表示フラグ",
      "Formula": "顧客マスタ_既定値!$Q$14"
    },
    {
      "Name": "仮判定時複数判定書必要フラグ",
      "Formula": "顧客マスタ_既定値!$E$80"
    },
    {
      "Name": "工事紹介料指定請求先ID",
      "Formula": "顧客マスタ_既定値!$BU$117"
    },
    {
      "Name": "工事紹介料請求先指定フラグ",
      "Formula": "顧客マスタ_既定値!$S$114"
    },
    {
      "Name": "工事見積進捗レポート公開フラグ",
      "Formula": "顧客マスタ_既定値!$E$155"
    },
    {
      "Name": "調査あり解析特別納品日数",
      "Formula": "顧客マスタ_既定値!$AI$91"
    },
    {
      "Name": "調査なし解析特別納品日数",
      "Formula": "顧客マスタ_既定値!$AI$93"
    },
    {
      "Name": "調査手配区分",
      "Formula": "顧客マスタ_既定値!$X$33"
    },
    {
      "Name": "調査方法IDs",
      "Formula": "顧客マスタ_既定値!$X$38"
    }
  ]
}