{
  "PageType": 0,
  "ColumnCount": 15,
  "RowCount": 40,
  "CustomNames": [
    {
      "Name": "元_測量申込日",
      "Formula": "元測量データ!$I$1"
    },
    {
      "Name": "元_測量希望区分",
      "Formula": "元測量データ!$I$2"
    },
    {
      "Name": "元_測量希望開始日",
      "Formula": "元測量データ!$I$3"
    },
    {
      "Name": "元_測量希望終了日",
      "Formula": "元測量データ!$I$4"
    },
    {
      "Name": "元_測量希望時間",
      "Formula": "元測量データ!$I$5"
    },
    {
      "Name": "元_測量立会者有無フラグ",
      "Formula": "元測量データ!$I$6"
    },
    {
      "Name": "元_測量立会者",
      "Formula": "元測量データ!$I$7"
    },
    {
      "Name": "元_敷地測量フラグ",
      "Formula": "元測量データ!$I$8"
    },
    {
      "Name": "元_敷測会社ID",
      "Formula": "元測量データ!$I$9"
    },
    {
      "Name": "元_敷測依頼日",
      "Formula": "元測量データ!$I$10"
    },
    {
      "Name": "元_敷測承諾日",
      "Formula": "元測量データ!$I$11"
    },
    {
      "Name": "元_敷測日程通知日",
      "Formula": "元測量データ!$I$12"
    },
    {
      "Name": "元_敷測予定開始日",
      "Formula": "元測量データ!$I$13"
    },
    {
      "Name": "元_敷測予定終了日",
      "Formula": "元測量データ!$I$14"
    },
    {
      "Name": "元_敷測予定時間",
      "Formula": "元測量データ!$I$15"
    },
    {
      "Name": "元_敷測報告書受領予定日",
      "Formula": "元測量データ!$I$16"
    },
    {
      "Name": "元_敷測実施日",
      "Formula": "元測量データ!$I$17"
    },
    {
      "Name": "元_敷測報告書受領日",
      "Formula": "元測量データ!$I$18"
    },
    {
      "Name": "元_敷測報告書納品日",
      "Formula": "元測量データ!$I$19"
    },
    {
      "Name": "元_役所調査フラグ",
      "Formula": "元測量データ!$I$20"
    },
    {
      "Name": "元_役調会社ID",
      "Formula": "元測量データ!$I$21"
    },
    {
      "Name": "元_役調依頼日",
      "Formula": "元測量データ!$I$22"
    },
    {
      "Name": "元_役調承諾日",
      "Formula": "元測量データ!$I$23"
    },
    {
      "Name": "元_役調日程通知日",
      "Formula": "元測量データ!$I$24"
    },
    {
      "Name": "元_役調予定開始日",
      "Formula": "元測量データ!$I$25"
    },
    {
      "Name": "元_役調予定終了日",
      "Formula": "元測量データ!$I$26"
    },
    {
      "Name": "元_役調予定時間",
      "Formula": "元測量データ!$I$27"
    },
    {
      "Name": "元_役調報告書受領予定日",
      "Formula": "元測量データ!$I$28"
    },
    {
      "Name": "元_役調実施日",
      "Formula": "元測量データ!$I$29"
    },
    {
      "Name": "元_役調報告書受領日",
      "Formula": "元測量データ!$I$30"
    },
    {
      "Name": "元_役調報告書納品日",
      "Formula": "元測量データ!$I$31"
    },
    {
      "Name": "元_仮杭フラグ",
      "Formula": "元測量データ!$I$32"
    },
    {
      "Name": "元_図面変更フラグ",
      "Formula": "元測量データ!$I$33"
    },
    {
      "Name": "元_真北測量フラグ",
      "Formula": "元測量データ!$I$34"
    },
    {
      "Name": "元_納品データ3Dフラグ",
      "Formula": "元測量データ!$I$35"
    },
    {
      "Name": "元_納品ファイル形式",
      "Formula": "元測量データ!$I$36"
    },
    {
      "Name": "元_測量共有コメント",
      "Formula": "元測量データ!$I$37"
    },
    {
      "Name": "元_測量ステータスID",
      "Formula": "元測量データ!$I$38"
    }
  ]
}