{
  "PageType": 0,
  "ColumnCount": 260,
  "RowCount": 31,
  "Formulas": {
    "8,241": "COUNTIF(HP9,1)",
    "14,241": "IF(V6=1,1,0)",
    "14,234": "IF(IA12>0,LEFT(IA9,IA12-1),IF(IA9<>\"\",IA9,\"\"))",
    "17,234": "IF(IA12>0,MID(IA9,IA12+1,1000),\"\")",
    "8,234": "TRIM(V2)",
    "23,234": "TEXTJOINIF(\",\",TRUE,HP9,1,FE9)",
    "30,1": "\"該当データ件数：\"&TEXT(IG27,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "11,241": "COUNTIF(EY9,\"<>\")",
    "17,241": "IF(V6=3,1,0)",
    "11,234": "IF(IFERROR(FIND(\"　\",IA9),0)>0,FIND(\"　\",IA9),IF(IFERROR(FIND(\" \",IA9),0)>0,FIND(\" \",IA9),0))",
    "20,241": "IF(V6=2,0,\"\")",
    "26,240": "SUM(IA28)"
  },
  "CustomNames": [
    {
      "Name": "ロケーションURL",
      "Formula": "発注書回収待ち検索リスト!$IH$24"
    },
    {
      "Name": "検索フラグ",
      "Formula": "発注書回収待ち検索リスト!$IO$21"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "発注書回収待ち検索リスト!$HY$9"
    },
    {
      "Name": "選択カウント",
      "Formula": "発注書回収待ち検索リスト!$IH$9"
    },
    {
      "Name": "抽出カウント",
      "Formula": "発注書回収待ち検索リスト!$IH$12"
    },
    {
      "Name": "検索ワード1",
      "Formula": "発注書回収待ち検索リスト!$IA$15"
    },
    {
      "Name": "検索ワード2",
      "Formula": "発注書回収待ち検索リスト!$IA$18"
    }
  ]
}