{
  "PageType": 0,
  "ColumnCount": 280,
  "RowCount": 31,
  "Formulas": {
    "29,268": "SUM(IU28)",
    "17,261": "IF(V6=3,1,0)",
    "20,261": "IF(V6=2,0,\"\")",
    "17,254": "IF(IU12>0,MID(IU9,IU12+1,1000),\"\")",
    "11,254": "IF(IFERROR(FIND(\"　\",IU9),0)>0,FIND(\"　\",IU9),IF(IFERROR(FIND(\" \",IU9),0)>0,FIND(\" \",IU9),0))",
    "8,254": "TRIM(V2)",
    "30,1": "\"該当データ件数：\"&TEXT(JI30,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "14,261": "IF(V6=1,1,0)",
    "11,261": "COUNTIF(FP9,\"<>\")",
    "23,254": "TEXTJOINIF(\",\",TRUE,IG9,1,FV9)",
    "14,254": "IF(IU12>0,LEFT(IU9,IU12-1),IF(IU9<>\"\",IU9,\"\"))",
    "8,261": "COUNTIF(IG9,1)",
    "5,100": "SUM(IY28)"
  },
  "CustomNames": [
    {
      "Name": "ロケーションURL",
      "Formula": "発注書回収待ち検索リスト!$JB$24"
    },
    {
      "Name": "検索フラグ",
      "Formula": "発注書回収待ち検索リスト!$JI$21"
    },
    {
      "Name": "最新化フラグ",
      "Formula": "発注書回収待ち検索リスト!$IS$9"
    },
    {
      "Name": "選択カウント",
      "Formula": "発注書回収待ち検索リスト!$JB$9"
    },
    {
      "Name": "抽出カウント",
      "Formula": "発注書回収待ち検索リスト!$JB$12"
    },
    {
      "Name": "検索ワード1",
      "Formula": "発注書回収待ち検索リスト!$IU$15"
    },
    {
      "Name": "検索ワード2",
      "Formula": "発注書回収待ち検索リスト!$IU$18"
    }
  ]
}