{
  "PageType": 0,
  "ColumnCount": 30,
  "RowCount": 23,
  "Formulas": {
    "16,22": "IF(抽出区分=1,1,0)",
    "19,22": "IF(抽出区分=3,1,0)",
    "22,22": "IF(抽出区分=2,0,\"\")"
  },
  "CustomNames": [
    {
      "Name": "検索ワード1",
      "Formula": "発注書回収待ちリスト!$W$2"
    },
    {
      "Name": "検索ワード2",
      "Formula": "発注書回収待ちリスト!$W$5"
    },
    {
      "Name": "検索_物件番号",
      "Formula": "発注書回収待ちリスト!$W$8"
    },
    {
      "Name": "検索_物件名",
      "Formula": "発注書回収待ちリスト!$W$11"
    },
    {
      "Name": "抽出区分",
      "Formula": "発注書回収待ちリスト!$W$14"
    }
  ]
}