{
  "PageType": 0,
  "ColumnCount": 288,
  "RowCount": 31,
  "Formulas": {
    "17,256": "IF(IW12>0,MID(IW9,IW12+1,1000),\"\")",
    "30,1": "\"該当データ件数：\"&TEXT(該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "11,262": "COUNTIF(IJ9,1)",
    "20,270": "抽出カウント-選択カウント",
    "17,262": "TEXTJOINIF(\",\",TRUE,IJ9,1,HR9)",
    "11,277": "IF(受領済み表示フラグ,1,0)",
    "17,270": "COUNT(HR9)",
    "8,256": "TRIM(P2)",
    "11,256": "IF(IFERROR(FIND(\"　\",IW9),0)>0,FIND(\"　\",IW9),IF(IFERROR(FIND(\" \",IW9),0)>0,FIND(\" \",IW9),0))",
    "20,262": "TEXTJOINIF(\",\",TRUE,IJ9,1,HJ9)",
    "14,256": "IF(IW12>0,LEFT(IW9,IW12-1),IF(IW9<>\"\",IW9,\"\"))",
    "11,270": "SUM(JR16)",
    "14,262": "IF(送付期限切れフラグ,TODAY(),\"\")"
  },
  "CustomNames": [
    {
      "Name": "該当カウント",
      "Formula": "資料待ち検索リスト!$JK$12"
    },
    {
      "Name": "受領済み表示フラグ",
      "Formula": "資料待ち検索リスト!$BB$6"
    },
    {
      "Name": "選択アクション",
      "Formula": "資料待ち検索リスト!$JR$9"
    },
    {
      "Name": "選択カウント",
      "Formula": "資料待ち検索リスト!$JC$12"
    },
    {
      "Name": "送付期限切れフラグ",
      "Formula": "資料待ち検索リスト!$P$6"
    },
    {
      "Name": "抽出カウント",
      "Formula": "資料待ち検索リスト!$JK$18"
    },
    {
      "Name": "未選択カウント",
      "Formula": "資料待ち検索リスト!$JK$21"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "資料待ち検索リスト!$JC$9"
    },
    {
      "Name": "検索フラグ",
      "Formula": "資料待ち検索リスト!$JK$9"
    }
  ]
}