{
  "PageType": 0,
  "ColumnCount": 302,
  "RowCount": 29,
  "Formulas": {
    "12,270": "IF(JK10>0,LEFT(JK7,JK10-1),IF(JK7<>\"\",JK7,\"\"))",
    "9,270": "IF(IFERROR(FIND(\"　\",JK7),0)>0,FIND(\"　\",JK7),IF(IFERROR(FIND(\" \",JK7),0)>0,FIND(\" \",JK7),0))",
    "15,276": "TEXTJOINIF(\",\",TRUE,IV7,1,ID7)",
    "9,276": "COUNTIF(IV7,1)",
    "12,276": "IF(送付期限切れフラグ,TODAY(),\"\")",
    "9,284": "SUM(KF14)",
    "15,284": "COUNT(ID7)",
    "15,270": "IF(JK10>0,MID(JK7,JK10+1,1000),\"\")",
    "6,270": "TRIM(P2)",
    "18,284": "抽出カウント-選択カウント",
    "9,291": "IF(受領済み表示フラグ,1,0)",
    "28,1": "\"該当データ件数：\"&TEXT(該当カウント,\"#,##0\")&\"件　　表示データ件数：\"&TEXT(抽出カウント,\"#,##0\")&\"件\"",
    "18,276": "TEXTJOINIF(\",\",TRUE,IV7,1,HV7)"
  },
  "CustomNames": [
    {
      "Name": "該当カウント",
      "Formula": "資料待ち検索リスト!$JY$10"
    },
    {
      "Name": "選択アクション",
      "Formula": "資料待ち検索リスト!$KF$7"
    },
    {
      "Name": "選択カウント",
      "Formula": "資料待ち検索リスト!$JQ$10"
    },
    {
      "Name": "送付期限切れフラグ",
      "Formula": "資料待ち検索リスト!$X$4"
    },
    {
      "Name": "抽出カウント",
      "Formula": "資料待ち検索リスト!$JY$16"
    },
    {
      "Name": "未選択カウント",
      "Formula": "資料待ち検索リスト!$JY$19"
    },
    {
      "Name": "ロケーションURL",
      "Formula": "資料待ち検索リスト!$JQ$7"
    },
    {
      "Name": "検索フラグ",
      "Formula": "資料待ち検索リスト!$JY$7"
    }
  ]
}