{
  "PageType": 0,
  "ColumnCount": 15,
  "RowCount": 45,
  "CustomNames": [
    {
      "Name": "元_申込追加担当者3ID",
      "Formula": "元申込データ!$I$9"
    },
    {
      "Name": "元_受付商品ID",
      "Formula": "元申込データ!$I$3"
    },
    {
      "Name": "元_申込タイプID",
      "Formula": "元申込データ!$I$2"
    },
    {
      "Name": "元_申込日",
      "Formula": "元申込データ!$I$1"
    },
    {
      "Name": "元_申込グループID",
      "Formula": "元申込データ!$I$4"
    },
    {
      "Name": "元_申込事業者ID",
      "Formula": "元申込データ!$I$5"
    },
    {
      "Name": "元_申込担当者ID",
      "Formula": "元申込データ!$I$6"
    },
    {
      "Name": "元_申込追加担当者1ID",
      "Formula": "元申込データ!$I$7"
    },
    {
      "Name": "元_申込追加担当者2ID",
      "Formula": "元申込データ!$I$8"
    },
    {
      "Name": "元_申込追加担当者4ID",
      "Formula": "元申込データ!$I$10"
    },
    {
      "Name": "元_申込追加担当者5ID",
      "Formula": "元申込データ!$I$11"
    },
    {
      "Name": "元_申込追加担当者6ID",
      "Formula": "元申込データ!$I$12"
    },
    {
      "Name": "元_住宅事業者ID",
      "Formula": "元申込データ!$I$13"
    },
    {
      "Name": "元_住宅事業者通知フラグ",
      "Formula": "元申込データ!$I$14"
    },
    {
      "Name": "元_住宅タイプ",
      "Formula": "元申込データ!$I$15"
    },
    {
      "Name": "元_物件担当者ID",
      "Formula": "元申込データ!$I$16"
    },
    {
      "Name": "元_物件追加担当者1ID",
      "Formula": "元申込データ!$I$17"
    },
    {
      "Name": "元_物件追加担当者2ID",
      "Formula": "元申込データ!$I$18"
    },
    {
      "Name": "元_物件追加担当者3ID",
      "Formula": "元申込データ!$I$19"
    },
    {
      "Name": "元_物件追加担当者4ID",
      "Formula": "元申込データ!$I$20"
    },
    {
      "Name": "元_物件追加担当者5ID",
      "Formula": "元申込データ!$I$21"
    },
    {
      "Name": "元_物件追加担当者6ID",
      "Formula": "元申込データ!$I$22"
    },
    {
      "Name": "元_営業担当者ID",
      "Formula": "元申込データ!$I$23"
    },
    {
      "Name": "元_設計担当者ID",
      "Formula": "元申込データ!$I$24"
    },
    {
      "Name": "元_工務担当者ID",
      "Formula": "元申込データ!$I$25"
    },
    {
      "Name": "元_物件元名",
      "Formula": "元申込データ!$I$26"
    },
    {
      "Name": "元_棟番号",
      "Formula": "元申込データ!$I$27"
    },
    {
      "Name": "元_区割名",
      "Formula": "元申込データ!$I$28"
    },
    {
      "Name": "元_物件名カナ",
      "Formula": "元申込データ!$I$29"
    },
    {
      "Name": "元_都道府県名",
      "Formula": "元申込データ!$I$30"
    },
    {
      "Name": "元_市区郡名",
      "Formula": "元申込データ!$I$31"
    },
    {
      "Name": "元_町名番地",
      "Formula": "元申込データ!$I$32"
    },
    {
      "Name": "元_緯度",
      "Formula": "元申込データ!$I$33"
    },
    {
      "Name": "元_経度",
      "Formula": "元申込データ!$I$34"
    },
    {
      "Name": "元_申込建物構造ID",
      "Formula": "元申込データ!$I$35"
    },
    {
      "Name": "元_申込基礎形状ID",
      "Formula": "元申込データ!$I$36"
    },
    {
      "Name": "元_申込設計接地圧",
      "Formula": "元申込データ!$I$37"
    },
    {
      "Name": "元_お客様管理番号",
      "Formula": "元申込データ!$I$38"
    },
    {
      "Name": "元_解析保証調査実施日",
      "Formula": "元申込データ!$I$39"
    },
    {
      "Name": "元_保証確認区分",
      "Formula": "元申込データ!$I$40"
    },
    {
      "Name": "元_申込ステータスID",
      "Formula": "元申込データ!$I$41"
    }
  ]
}