{
  "PageType": 0,
  "ColumnCount": 154,
  "RowCount": 59,
  "Formulas": {
    "21,124": "\"調査報告書(\"&DT22&\")\"",
    "21,127": "IF(DW22<>\"\",\"最終更新日時：\"&DW22,\"\")",
    "21,91": "IF(CK22=1,\"以降\",\"～\")",
    "21,123": "IFERROR(ODATA(\"v_survey_file_count?$select=調査報告書数_申込事業者&$filter=調査ID eq \"&IF(ISBLANK(CF22),\"null\",CF22)),0)",
    "26,80": "COUNT(CF22)",
    "26,93": "IF(VALUE(CY27)=1,18,6)",
    "21,125": "DT22",
    "21,84": "$CC$27-ROW(CC22)+1"
  },
  "CustomNames": [
    {
      "Name": "グループID",
      "Formula": "物件詳細_調査_申込事業者用!$CP$15"
    },
    {
      "Name": "元_指定調査会社ID",
      "Formula": "物件詳細_調査_申込事業者用!$CK$41"
    },
    {
      "Name": "元_調査ステータスID",
      "Formula": "物件詳細_調査_申込事業者用!$CK$53"
    },
    {
      "Name": "元_調査依頼日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$43"
    },
    {
      "Name": "元_調査会社ID",
      "Formula": "物件詳細_調査_申込事業者用!$CK$42"
    },
    {
      "Name": "元_調査希望開始日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$36"
    },
    {
      "Name": "元_調査希望区分",
      "Formula": "物件詳細_調査_申込事業者用!$CK$35"
    },
    {
      "Name": "元_調査希望時刻",
      "Formula": "物件詳細_調査_申込事業者用!$CK$38"
    },
    {
      "Name": "元_調査希望終了日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$37"
    },
    {
      "Name": "元_調査区分",
      "Formula": "物件詳細_調査_申込事業者用!$CK$34"
    },
    {
      "Name": "元_調査実施日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$50"
    },
    {
      "Name": "元_調査承諾日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$44"
    },
    {
      "Name": "元_調査申込日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$33"
    },
    {
      "Name": "元_調査日程通知日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$45"
    },
    {
      "Name": "元_調査報告書受領日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$51"
    },
    {
      "Name": "元_調査報告書受領予定日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$49"
    },
    {
      "Name": "元_調査報告書納品日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$52"
    },
    {
      "Name": "元_調査方法ID",
      "Formula": "物件詳細_調査_申込事業者用!$CK$46"
    },
    {
      "Name": "元_調査予定開始日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$47"
    },
    {
      "Name": "元_調査予定終了日",
      "Formula": "物件詳細_調査_申込事業者用!$CK$48"
    },
    {
      "Name": "元_立会者",
      "Formula": "物件詳細_調査_申込事業者用!$CK$40"
    },
    {
      "Name": "元_立会者有無フラグ",
      "Formula": "物件詳細_調査_申込事業者用!$CK$39"
    },
    {
      "Name": "調査報告書ファイル属性ID",
      "Formula": "物件詳細_調査_申込事業者用!$CP$27"
    }
  ]
}