{
  "PageType": 0,
  "ColumnCount": 155,
  "RowCount": 52,
  "Formulas": {
    "15,136": "\"地盤判定書(\"&EC16&\")\"",
    "15,138": "\"調査報告書(\"&EE16&\")\"",
    "15,141": "IF(OR(DW16=1,DT16=1,DV16=1,DU16=1),1,0)",
    "15,140": "IF(EJ16<>\"\",\"最終更新日時：\"&EJ16,\"\")",
    "15,137": "\"検討書(\"&ED16&\")\"",
    "15,132": "IFERROR(ODATA(\"v_analysis_file_count?$select=地盤判定書数_申込事業者&$filter=解析ID eq \"&IF(ISBLANK(CE16),\"null\",CE16)),0)",
    "15,143": "IF(AND(DU16=0,DX16=1),DJ21,\"\")",
    "15,134": "IFERROR(ODATA(\"v_analysis_file_count?$select=調査報告書（納品用）数_申込事業者&$filter=解析ID eq \"&IF(ISBLANK(CE16),\"null\",CE16)),0)",
    "20,80": "COUNT(CE16)",
    "15,133": "IFERROR(ODATA(\"v_analysis_file_count?$select=検討書数_申込事業者&$filter=解析ID eq \"&IF(ISBLANK(CE16),\"null\",CE16)),0)",
    "15,83": "$CC$21-ROW(CC16)+1",
    "15,118": "IF(DM16<>\"\",DN16,\"\")"
  },
  "CustomNames": [
    {
      "Name": "検討書ファイル属性ID",
      "Formula": "物件詳細_解析_申込事業者用!$CQ$21"
    },
    {
      "Name": "元_その他留意ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$37"
    },
    {
      "Name": "元_その他留意内容",
      "Formula": "物件詳細_解析_申込事業者用!$CO$38"
    },
    {
      "Name": "元_仮判定フラグ",
      "Formula": "物件詳細_解析_申込事業者用!$CO$46"
    },
    {
      "Name": "元_解析ステータスID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$50"
    },
    {
      "Name": "元_解析依頼日",
      "Formula": "物件詳細_解析_申込事業者用!$CO$28"
    },
    {
      "Name": "元_解析確定日",
      "Formula": "物件詳細_解析_申込事業者用!$CO$29"
    },
    {
      "Name": "元_解析結果ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$31"
    },
    {
      "Name": "元_解析結果内容",
      "Formula": "物件詳細_解析_申込事業者用!$CO$32"
    },
    {
      "Name": "元_解析担当者ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$30"
    },
    {
      "Name": "元_解析予定日",
      "Formula": "物件詳細_解析_申込事業者用!$CO$49"
    },
    {
      "Name": "元_基礎形状ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$40"
    },
    {
      "Name": "元_許容応力度ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$33"
    },
    {
      "Name": "元_許容応力度内容",
      "Formula": "物件詳細_解析_申込事業者用!$CO$34"
    },
    {
      "Name": "元_業務対応者ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$48"
    },
    {
      "Name": "元_建物構造ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$39"
    },
    {
      "Name": "元_考察",
      "Formula": "物件詳細_解析_申込事業者用!$CO$45"
    },
    {
      "Name": "元_設計接地圧",
      "Formula": "物件詳細_解析_申込事業者用!$CO$41"
    },
    {
      "Name": "元_造成経過ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$44"
    },
    {
      "Name": "元_地形条件ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$42"
    },
    {
      "Name": "元_沈下変状ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$35"
    },
    {
      "Name": "元_沈下変状内容",
      "Formula": "物件詳細_解析_申込事業者用!$CO$36"
    },
    {
      "Name": "元_土地履歴ID",
      "Formula": "物件詳細_解析_申込事業者用!$CO$43"
    },
    {
      "Name": "元_保証不可フラグ",
      "Formula": "物件詳細_解析_申込事業者用!$CO$47"
    },
    {
      "Name": "地盤判定書ファイル属性ID",
      "Formula": "物件詳細_解析_申込事業者用!$CI$21"
    },
    {
      "Name": "調査納品報告書ファイル属性ID",
      "Formula": "物件詳細_解析_申込事業者用!$CY$21"
    }
  ]
}