{
  "PageType": 0,
  "ColumnCount": 163,
  "RowCount": 77,
  "Formulas": {
    "26,130": "\"測量報告書(\"&DZ27&\")\"",
    "26,129": "IFERROR(ODATA(\"v_surveying_file_count?$select=測量報告書（納品用）数_申込事業者&$filter=測量ID eq \"&IF(ISBLANK(CG27),\"null\",CG27)),0)",
    "26,85": "$CE$32-ROW(CE27)+1",
    "26,135": "IF(EE27<>\"\",\"最終更新日時：\"&EE27,\"\")",
    "26,131": "IFERROR(ODATA(\"v_surveying_file_count?$select=仮杭報告書（納品用）数_申込事業者&$filter=測量ID eq \"&IF(ISBLANK(CG27),\"null\",CG27)),0)",
    "26,143": "IF(CI27=2,\"～\",\"\")",
    "31,82": "COUNT(CG27)",
    "26,132": "\"仮杭報告書(\"&EB27&\")\""
  },
  "CustomNames": [
    {
      "Name": "仮杭報告書ファイル属性ID",
      "Formula": "物件詳細_測量_申込事業者用!$DD$32"
    },
    {
      "Name": "元_仮杭フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$CS$70"
    },
    {
      "Name": "元_図面変更フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$CS$71"
    },
    {
      "Name": "元_測量ステータスID",
      "Formula": "物件詳細_測量_申込事業者用!$CS$75"
    },
    {
      "Name": "元_測量希望開始日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$41"
    },
    {
      "Name": "元_測量希望区分",
      "Formula": "物件詳細_測量_申込事業者用!$CS$40"
    },
    {
      "Name": "元_測量希望時刻",
      "Formula": "物件詳細_測量_申込事業者用!$CS$43"
    },
    {
      "Name": "元_測量希望終了日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$42"
    },
    {
      "Name": "元_測量共有コメント",
      "Formula": "物件詳細_測量_申込事業者用!$CS$74"
    },
    {
      "Name": "元_測量申込日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$39"
    },
    {
      "Name": "元_敷地調査フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$CS$46"
    },
    {
      "Name": "元_敷調依頼日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$48"
    },
    {
      "Name": "元_敷調会社ID",
      "Formula": "物件詳細_測量_申込事業者用!$CS$47"
    },
    {
      "Name": "元_敷調実施日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$55"
    },
    {
      "Name": "元_敷調承諾日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$49"
    },
    {
      "Name": "元_敷調日程通知日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$50"
    },
    {
      "Name": "元_敷調報告書受領日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$56"
    },
    {
      "Name": "元_敷調報告書受領予定日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$54"
    },
    {
      "Name": "元_敷調報告書納品日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$57"
    },
    {
      "Name": "元_敷調予定開始日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$51"
    },
    {
      "Name": "元_敷調予定終了日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$52"
    },
    {
      "Name": "元_役所調査フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$CS$58"
    },
    {
      "Name": "元_役調依頼日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$60"
    },
    {
      "Name": "元_役調会社ID",
      "Formula": "物件詳細_測量_申込事業者用!$CS$59"
    },
    {
      "Name": "元_役調実施日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$67"
    },
    {
      "Name": "元_役調承諾日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$61"
    },
    {
      "Name": "元_役調日程通知日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$62"
    },
    {
      "Name": "元_役調報告書受領日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$68"
    },
    {
      "Name": "元_役調報告書受領予定日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$66"
    },
    {
      "Name": "元_役調報告書納品日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$69"
    },
    {
      "Name": "元_役調予定開始日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$63"
    },
    {
      "Name": "元_役調予定終了日",
      "Formula": "物件詳細_測量_申込事業者用!$CS$64"
    },
    {
      "Name": "元_立会者",
      "Formula": "物件詳細_測量_申込事業者用!$CS$45"
    },
    {
      "Name": "元_立会者有無フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$CS$44"
    },
    {
      "Name": "測量報告書ファイル属性ID",
      "Formula": "物件詳細_測量_申込事業者用!$CT$32"
    },
    {
      "Name": "元_敷調予定時間",
      "Formula": "物件詳細_測量_申込事業者用!$CS$53"
    },
    {
      "Name": "元_役調予定時間",
      "Formula": "物件詳細_測量_申込事業者用!$CS$65"
    },
    {
      "Name": "元_真北測量フラグ",
      "Formula": "物件詳細_測量_申込事業者用!$CS$72"
    },
    {
      "Name": "元_納品データ3Dフラグ",
      "Formula": "物件詳細_測量_申込事業者用!$CS$73"
    }
  ]
}