{
  "PageType": 0,
  "ColumnCount": 455,
  "RowCount": 30,
  "CustomNames": [
    {
      "Name": "申込タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$A$1"
    },
    {
      "Name": "調査タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$AO$1"
    },
    {
      "Name": "測量タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$CC$1"
    },
    {
      "Name": "解析タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$DQ$1"
    },
    {
      "Name": "転圧タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$FE$1"
    },
    {
      "Name": "工事タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$GS$1"
    },
    {
      "Name": "見積タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$OK$1"
    },
    {
      "Name": "保証タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$IG$1"
    },
    {
      "Name": "外販タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$MW$1"
    },
    {
      "Name": "請求タブ",
      "Formula": "申込詳細_タブ_申込事業者用!$JU$1"
    },
    {
      "Name": "メールタブ",
      "Formula": "申込詳細_タブ_申込事業者用!$LI$1"
    },
    {
      "Name": "タブ表示制御フラグ",
      "Formula": "申込詳細_タブ_申込事業者用!$QA$3"
    }
  ]
}