{
  "PageType": 0,
  "ColumnCount": 17,
  "RowCount": 30,
  "CustomNames": [
    {
      "Name": "元_指定調査会社ID",
      "Formula": "元解析データ!$K$9"
    },
    {
      "Name": "元_調査ステータスID",
      "Formula": "元解析データ!$K$20"
    },
    {
      "Name": "元_調査会社ID",
      "Formula": "元解析データ!$K$11"
    },
    {
      "Name": "元_調査希望開始日",
      "Formula": "元解析データ!$K$3"
    },
    {
      "Name": "元_調査希望区分",
      "Formula": "元解析データ!$K$2"
    },
    {
      "Name": "元_調査希望時刻",
      "Formula": "元解析データ!$K$5"
    },
    {
      "Name": "元_調査希望終了日",
      "Formula": "元解析データ!$K$4"
    },
    {
      "Name": "元_調査区分",
      "Formula": "元解析データ!$K$1"
    },
    {
      "Name": "元_調査実施日",
      "Formula": "元解析データ!$K$17"
    },
    {
      "Name": "元_調査手配区分",
      "Formula": "元解析データ!$K$10"
    },
    {
      "Name": "元_調査報告書受領日",
      "Formula": "元解析データ!$K$18"
    },
    {
      "Name": "元_調査報告書受領予定日",
      "Formula": "元解析データ!$K$16"
    },
    {
      "Name": "元_調査報告書納品日",
      "Formula": "元解析データ!$K$19"
    },
    {
      "Name": "元_調査方法ID",
      "Formula": "元解析データ!$K$12"
    },
    {
      "Name": "元_調査予定開始日",
      "Formula": "元解析データ!$K$13"
    },
    {
      "Name": "元_調査予定時間",
      "Formula": "元解析データ!$K$15"
    },
    {
      "Name": "元_調査予定終了日",
      "Formula": "元解析データ!$K$14"
    },
    {
      "Name": "元_調査立会者",
      "Formula": "元解析データ!$K$7"
    },
    {
      "Name": "元_調査立会者有無フラグ",
      "Formula": "元解析データ!$K$6"
    },
    {
      "Name": "元_調査条件特記事項",
      "Formula": "元解析データ!$K$8"
    },
    {
      "Name": "元_解析依頼日",
      "Formula": "元解析データ!$I$1"
    },
    {
      "Name": "元_解析確定日",
      "Formula": "元解析データ!$I$2"
    },
    {
      "Name": "元_解析担当者ID",
      "Formula": "元解析データ!$I$3"
    },
    {
      "Name": "元_解析結果ID",
      "Formula": "元解析データ!$I$4"
    },
    {
      "Name": "元_解析結果内容",
      "Formula": "元解析データ!$I$5"
    },
    {
      "Name": "元_許容応力度ID",
      "Formula": "元解析データ!$I$6"
    },
    {
      "Name": "元_許容応力度内容",
      "Formula": "元解析データ!$I$7"
    },
    {
      "Name": "元_沈下変状ID",
      "Formula": "元解析データ!$I$8"
    },
    {
      "Name": "元_沈下変状内容",
      "Formula": "元解析データ!$I$9"
    },
    {
      "Name": "元_その他留意ID",
      "Formula": "元解析データ!$I$10"
    },
    {
      "Name": "元_その他留意内容",
      "Formula": "元解析データ!$I$11"
    },
    {
      "Name": "元_建物構造ID",
      "Formula": "元解析データ!$I$12"
    },
    {
      "Name": "元_基礎形状ID",
      "Formula": "元解析データ!$I$13"
    },
    {
      "Name": "元_設計接地圧",
      "Formula": "元解析データ!$I$14"
    },
    {
      "Name": "元_地形条件ID",
      "Formula": "元解析データ!$I$15"
    },
    {
      "Name": "元_土地履歴ID",
      "Formula": "元解析データ!$I$16"
    },
    {
      "Name": "元_造成経過ID",
      "Formula": "元解析データ!$I$17"
    },
    {
      "Name": "元_考察",
      "Formula": "元解析データ!$I$18"
    },
    {
      "Name": "元_解析連絡事項",
      "Formula": "元解析データ!$I$19"
    },
    {
      "Name": "元_仮判定フラグ",
      "Formula": "元解析データ!$I$20"
    },
    {
      "Name": "元_保証不可フラグ",
      "Formula": "元解析データ!$I$21"
    },
    {
      "Name": "元_基礎図有無",
      "Formula": "元解析データ!$I$22"
    },
    {
      "Name": "元_業務対応者ID",
      "Formula": "元解析データ!$I$23"
    },
    {
      "Name": "元_解析予定日",
      "Formula": "元解析データ!$I$24"
    },
    {
      "Name": "元_資料取り寄せ必要フラグ",
      "Formula": "元解析データ!$I$25"
    },
    {
      "Name": "元_業務対応必要フラグ",
      "Formula": "元解析データ!$I$26"
    },
    {
      "Name": "元_解析ステータスID",
      "Formula": "元解析データ!$I$27"
    }
  ]
}